{
"questions": [{
    "id": "Q3216",
    "query_type": "SUPERLATIVE+COMPARATIVE",
    "question": {
        "string": "In which year was the first paper by S. K\\u00F6pr\\u00FC published?"
    },
    "paraphrased_question": {
        "string": "Find the year in which Sel\\u00E7uk K\\u00F6pr\\u00FC published their first paper."
    },
    "query": {
        "sparql": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/5881> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }"
    },
    "template_id": "TC85",
    "entities": [
        "<https://dblp.org/pid/47/5881>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#yearOfPublication>"
    ],
    "temporal": true,
    "held_out": false
},
{
    "id": "Q3477",
    "query_type": "SUPERLATIVE+COMPARATIVE",
    "question": {
        "string": "When was the first paper by Olav N. \\u00D8sterb\\u00F8 published?"
    },
    "paraphrased_question": {
        "string": "Find the year in which \\u00D8sterb\\u00F8, O. N. published their first paper."
    },
    "query": {
        "sparql": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/2163> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }"
    },
    "template_id": "TC85",
    "entities": [
        "<https://dblp.org/pid/33/2163>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#yearOfPublication>"
    ],
    "temporal": true,
    "held_out": false
},
{
    "id": "Q3514",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "List the authors of the paper 'MFMP: Max Flow Multipath Routing Algorithm'."
    },
    "paraphrased_question": {
        "string": "Name the authors of the paper 'MFMP: Max Flow Multipath Routing Algorithm'."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ems/MahlousFC08> <https://dblp.org/rdf/schema#authoredBy> ?answer }"
    },
    "template_id": "TP01",
    "entities": [
        "<https://dblp.org/rec/conf/ems/MahlousFC08>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3527",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the number of authors of the paper 'Semantic-audio retrieval'."
    },
    "paraphrased_question": {
        "string": "Mention the number of authors of the paper 'Semantic-audio retrieval'."
    },
    "query": {
        "sparql": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/icassp/Slaney02> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }"
    },
    "template_id": "TP05",
    "entities": [
        "<https://dblp.org/rec/conf/icassp/Slaney02>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3534",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Name the authors of the paper 'Tutorials-based system to assist Qatari children with special needs'."
    },
    "paraphrased_question": {
        "string": "List the authors of the paper 'Tutorials-based system to assist Qatari children with special needs'."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aiccsa/AljaamAAA08> <https://dblp.org/rdf/schema#authoredBy> ?answer }"
    },
    "template_id": "TP01",
    "entities": [
        "<https://dblp.org/rec/conf/aiccsa/AljaamAAA08>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3538",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Mention the venue in which 'Optimal register assignment with minimum-delay compensation for latch-based design' was published."
    },
    "paraphrased_question": {
        "string": "Find the venue in which the paper 'Optimal register assignment with minimum-delay compensation for latch-based design' was published."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/apccas/InoueK10> <https://dblp.org/rdf/schema#publishedIn> ?answer }"
    },
    "template_id": "TP03",
    "entities": [
        "<https://dblp.org/rec/conf/apccas/InoueK10>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3568",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Mention the number of authors of the paper 'Model based landing control for a bistable electromagnetic actuator with discontinuous dynamics'."
    },
    "paraphrased_question": {
        "string": "Find the number of authors of the paper 'Model based landing control for a bistable electromagnetic actuator with discontinuous dynamics'."
    },
    "query": {
        "sparql": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/IEEEcca/GillWCLR15> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }"
    },
    "template_id": "TP05",
    "entities": [
        "<https://dblp.org/rec/conf/IEEEcca/GillWCLR15>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3591",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Mention the venue in which 'Embodied Interaction Design to Promote Creative Social Engagement for Older Adults' was published."
    },
    "paraphrased_question": {
        "string": "Find the venue in which the paper 'Embodied Interaction Design to Promote Creative Social Engagement for Older Adults' was published."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/LeeOMF20> <https://dblp.org/rdf/schema#publishedIn> ?answer }"
    },
    "template_id": "TP03",
    "entities": [
        "<https://dblp.org/rec/conf/hci/LeeOMF20>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3617",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the number of authors of the paper 'An Efficient Approach to Semantic Segmentation'."
    },
    "paraphrased_question": {
        "string": "Mention the number of authors of the paper 'An Efficient Approach to Semantic Segmentation'."
    },
    "query": {
        "sparql": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/ijcv/CsurkaP11> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }"
    },
    "template_id": "TP05",
    "entities": [
        "<https://dblp.org/rec/journals/ijcv/CsurkaP11>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3634",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the number of authors of the paper 'Phoneme-dependent speech synthesis in the time and frequency domains'."
    },
    "paraphrased_question": {
        "string": "Mention the number of authors of the paper 'Phoneme-dependent speech synthesis in the time and frequency domains'."
    },
    "query": {
        "sparql": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/interspeech/Fries93> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }"
    },
    "template_id": "TP05",
    "entities": [
        "<https://dblp.org/rec/conf/interspeech/Fries93>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3672",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Mention the number of authors of the paper 'Low-Cost and Robust Geographic Opportunistic Routing in a Strip Topology Wireless Network'."
    },
    "paraphrased_question": {
        "string": "Find the number of authors of the paper 'Low-Cost and Robust Geographic Opportunistic Routing in a Strip Topology Wireless Network'."
    },
    "query": {
        "sparql": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/tosn/LiuFLXCLLT19> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }"
    },
    "template_id": "TP05",
    "entities": [
        "<https://dblp.org/rec/journals/tosn/LiuFLXCLLT19>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3707",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Name the authors of the paper 'Performance of Distributed Memory Methods in Multiprocessing Clusters'."
    },
    "paraphrased_question": {
        "string": "List the authors of the paper 'Performance of Distributed Memory Methods in Multiprocessing Clusters'."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hicss/CrandallL98> <https://dblp.org/rdf/schema#authoredBy> ?answer }"
    },
    "template_id": "TP01",
    "entities": [
        "<https://dblp.org/rec/conf/hicss/CrandallL98>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3709",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the venue in which the paper 'Rebirth-20 - Relive After the COVID-19 and Keep Preventing Against it' was published."
    },
    "paraphrased_question": {
        "string": "Mention the venue in which 'Rebirth-20 - Relive After the COVID-19 and Keep Preventing Against it' was published."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vr/MinderSCM21> <https://dblp.org/rdf/schema#publishedIn> ?answer }"
    },
    "template_id": "TP03",
    "entities": [
        "<https://dblp.org/rec/conf/vr/MinderSCM21>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3710",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the venue in which the paper 'Learning memory management with C-Sim: A C-based visual tool' was published."
    },
    "paraphrased_question": {
        "string": "Mention the venue in which 'Learning memory management with C-Sim: A C-based visual tool' was published."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/caee/Perez-Schofield19> <https://dblp.org/rdf/schema#publishedIn> ?answer }"
    },
    "template_id": "TP03",
    "entities": [
        "<https://dblp.org/rec/journals/caee/Perez-Schofield19>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3725",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "List the authors of the paper 'Real-time gravitational-wave science with neural posterior estimation'."
    },
    "paraphrased_question": {
        "string": "Name the authors of the paper 'Real-time gravitational-wave science with neural posterior estimation'."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2106-12594> <https://dblp.org/rdf/schema#authoredBy> ?answer }"
    },
    "template_id": "TP01",
    "entities": [
        "<https://dblp.org/rec/journals/corr/abs-2106-12594>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3728",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the venue in which the paper 'An Effective Neural Learning Algorithm for Extracting Cross-Correlation Feature Between Two High-Dimensional Data Streams' was published."
    },
    "paraphrased_question": {
        "string": "Mention the venue in which 'An Effective Neural Learning Algorithm for Extracting Cross-Correlation Feature Between Two High-Dimensional Data Streams' was published."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/npl/KongMAZ15> <https://dblp.org/rdf/schema#publishedIn> ?answer }"
    },
    "template_id": "TP03",
    "entities": [
        "<https://dblp.org/rec/journals/npl/KongMAZ15>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3730",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Name the authors of the paper 'Measurement and modeling of an ultra-wide bandwidth indoor channel'."
    },
    "paraphrased_question": {
        "string": "List the authors of the paper 'Measurement and modeling of an ultra-wide bandwidth indoor channel'."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcom/GhassemzadehJRTT04> <https://dblp.org/rdf/schema#authoredBy> ?answer }"
    },
    "template_id": "TP01",
    "entities": [
        "<https://dblp.org/rec/journals/tcom/GhassemzadehJRTT04>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3732",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Mention the venue in which 'Shuffled languages - Representation and recognition' was published."
    },
    "paraphrased_question": {
        "string": "Find the venue in which the paper 'Shuffled languages - Representation and recognition' was published."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcs/BerglundBB13> <https://dblp.org/rdf/schema#publishedIn> ?answer }"
    },
    "template_id": "TP03",
    "entities": [
        "<https://dblp.org/rec/journals/tcs/BerglundBB13>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3781",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Name the authors of the paper 'A Unifying Approach to Goal-directed Evaluation'."
    },
    "paraphrased_question": {
        "string": "List the authors of the paper 'A Unifying Approach to Goal-directed Evaluation'."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ngc/DanvyGR01> <https://dblp.org/rdf/schema#authoredBy> ?answer }"
    },
    "template_id": "TP01",
    "entities": [
        "<https://dblp.org/rec/journals/ngc/DanvyGR01>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3793",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Mention the venue in which 'Evaluation of a rule-based control strategy for an equalization facility with technical/physical constraints' was published."
    },
    "paraphrased_question": {
        "string": "Find the venue in which the paper 'Evaluation of a rule-based control strategy for an equalization facility with technical/physical constraints' was published."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eucc/ClercqVHV99> <https://dblp.org/rdf/schema#publishedIn> ?answer }"
    },
    "template_id": "TP03",
    "entities": [
        "<https://dblp.org/rec/conf/eucc/ClercqVHV99>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3795",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the number of authors of the paper 'Energy-Efficient Baseband Unit Placement in a Fixed/Mobile Converged WDM Aggregation Network'."
    },
    "paraphrased_question": {
        "string": "Mention the number of authors of the paper 'Energy-Efficient Baseband Unit Placement in a Fixed/Mobile Converged WDM Aggregation Network'."
    },
    "query": {
        "sparql": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/jsac/CarapelleseTP14> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }"
    },
    "template_id": "TP05",
    "entities": [
        "<https://dblp.org/rec/journals/jsac/CarapelleseTP14>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3803",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Name the authors of the paper 'Elastic Smart Contracts in Blockchains'."
    },
    "paraphrased_question": {
        "string": "List the authors of the paper 'Elastic Smart Contracts in Blockchains'."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ieeejas/DustdarFGR21> <https://dblp.org/rdf/schema#authoredBy> ?answer }"
    },
    "template_id": "TP01",
    "entities": [
        "<https://dblp.org/rec/journals/ieeejas/DustdarFGR21>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3814",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the venue in which the paper 'Design and Development of LIS Subject Portal using Bluevoda' was published."
    },
    "paraphrased_question": {
        "string": "Mention the venue in which 'Design and Development of LIS Subject Portal using Bluevoda' was published."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijicthd/KumarSSV13> <https://dblp.org/rdf/schema#publishedIn> ?answer }"
    },
    "template_id": "TP03",
    "entities": [
        "<https://dblp.org/rec/journals/ijicthd/KumarSSV13>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3817",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "List the authors of the paper 'Small white matter lesion detection in cerebral small vessel disease'."
    },
    "paraphrased_question": {
        "string": "Name the authors of the paper 'Small white matter lesion detection in cerebral small vessel disease'."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/micad/GhafoorianKULHM15> <https://dblp.org/rdf/schema#authoredBy> ?answer }"
    },
    "template_id": "TP01",
    "entities": [
        "<https://dblp.org/rec/conf/micad/GhafoorianKULHM15>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3833",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Mention the number of authors of the paper 'A File System Abstraction for Sense and Respond Systems'."
    },
    "paraphrased_question": {
        "string": "Find the number of authors of the paper 'A File System Abstraction for Sense and Respond Systems'."
    },
    "query": {
        "sparql": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/mobisys/TilakPCBA13> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }"
    },
    "template_id": "TP05",
    "entities": [
        "<https://dblp.org/rec/conf/mobisys/TilakPCBA13>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3834",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "List the authors of the paper 'Weighted and Class-Specific Maximum Mean Discrepancy for Unsupervised Domain Adaptation'."
    },
    "paraphrased_question": {
        "string": "Name the authors of the paper 'Weighted and Class-Specific Maximum Mean Discrepancy for Unsupervised Domain Adaptation'."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tmm/YanLWLXZ20> <https://dblp.org/rdf/schema#authoredBy> ?answer }"
    },
    "template_id": "TP01",
    "entities": [
        "<https://dblp.org/rec/journals/tmm/YanLWLXZ20>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3836",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the number of authors of the paper 'Common datum'."
    },
    "paraphrased_question": {
        "string": "Mention the number of authors of the paper 'Common datum'."
    },
    "query": {
        "sparql": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/siggraph/KleinP21> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }"
    },
    "template_id": "TP05",
    "entities": [
        "<https://dblp.org/rec/conf/siggraph/KleinP21>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3842",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the venue in which the paper 'A Consensus Clustering Algorithm for Multitask Multiview Learning' was published."
    },
    "paraphrased_question": {
        "string": "Mention the venue in which 'A Consensus Clustering Algorithm for Multitask Multiview Learning' was published."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iske/ZhangYZOZ19> <https://dblp.org/rdf/schema#publishedIn> ?answer }"
    },
    "template_id": "TP03",
    "entities": [
        "<https://dblp.org/rec/conf/iske/ZhangYZOZ19>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3844",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Mention the number of authors of the paper 'Analyzing Parallelism and Domain Similarities in the MAREC Patent Corpus'."
    },
    "paraphrased_question": {
        "string": "Find the number of authors of the paper 'Analyzing Parallelism and Domain Similarities in the MAREC Patent Corpus'."
    },
    "query": {
        "sparql": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/irfc/WaschleR12> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }"
    },
    "template_id": "TP05",
    "entities": [
        "<https://dblp.org/rec/conf/irfc/WaschleR12>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3845",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Mention the number of authors of the paper 'Network traffic analyzing and monitoring locations in the IP Multimedia Subsystem'."
    },
    "paraphrased_question": {
        "string": "Find the number of authors of the paper 'Network traffic analyzing and monitoring locations in the IP Multimedia Subsystem'."
    },
    "query": {
        "sparql": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/euromicro/RatySS05> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }"
    },
    "template_id": "TP05",
    "entities": [
        "<https://dblp.org/rec/conf/euromicro/RatySS05>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
}
]}