{
"questions": [{
    "id": "Q0037",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Which papers did the author Markus Str\\u00E4ssler write?"
    },
    "paraphrased_question": {
        "string": "Which publications did M. Str\\u00E4ssler author?"
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/1410> }"
    },
    "template_id": "TC01",
    "entities": [
        "<https://dblp.org/pid/20/1410>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0067",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the primary affiliation of Constantinos Marios Angelopoulos."
    },
    "paraphrased_question": {
        "string": "Mention the primary affiliation of Constantinos Marios Angelopoulos."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/17/7911> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }"
    },
    "template_id": "TC02",
    "entities": [
        "<https://dblp.org/pid/17/7911>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#primaryAffiliation>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0070",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Mention the primary affiliation of Philip W.."
    },
    "paraphrased_question": {
        "string": "Find the primary affiliation of Philip W.."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/w/PhilipWadler> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }"
    },
    "template_id": "TC02",
    "entities": [
        "<https://dblp.org/pid/w/PhilipWadler>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#primaryAffiliation>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0088",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Mention the primary affiliation of M\\u00E9n\\u00E9las, B. Jerry."
    },
    "paraphrased_question": {
        "string": "What is the primary affiliation of Bob-Antoine Jerry M\\u00E9n\\u00E9las?"
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/118/8361> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }"
    },
    "template_id": "TC02",
    "entities": [
        "<https://dblp.org/pid/118/8361>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#primaryAffiliation>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0114",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the primary affiliation of Soumaya C.."
    },
    "paraphrased_question": {
        "string": "Mention the primary affiliation of Soumaya Cherkaoui."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/57/689> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }"
    },
    "template_id": "TC02",
    "entities": [
        "<https://dblp.org/pid/57/689>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#primaryAffiliation>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0117",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Which publications did Guirao, J. Luis Garc\\u00EDa author?"
    },
    "paraphrased_question": {
        "string": "Which papers did the author Guirao, J. Luis Garc\\u00EDa write?"
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/6661> }"
    },
    "template_id": "TC01",
    "entities": [
        "<https://dblp.org/pid/75/6661>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0135",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the primary affiliation of Alessandro Orso."
    },
    "paraphrased_question": {
        "string": "Mention the primary affiliation of Alessandro Orso."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/35/805> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }"
    },
    "template_id": "TC02",
    "entities": [
        "<https://dblp.org/pid/35/805>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#primaryAffiliation>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0182",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the primary affiliation of Kwang-il Hwang."
    },
    "paraphrased_question": {
        "string": "Mention the primary affiliation of K. Hwang."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/12/5394> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }"
    },
    "template_id": "TC02",
    "entities": [
        "<https://dblp.org/pid/12/5394>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#primaryAffiliation>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0186",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Which papers did the author Fran\\u00E7ois D. write?"
    },
    "paraphrased_question": {
        "string": "What are the papers written by the person Fran\\u00E7ois D.?"
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/4306> }"
    },
    "template_id": "TC01",
    "entities": [
        "<https://dblp.org/pid/29/4306>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0195",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "What are the papers written by A. Gr\\u00F6pl?"
    },
    "paraphrased_question": {
        "string": "What are the papers written by the person A. Gr\\u00F6pl?"
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/681> }"
    },
    "template_id": "TC01",
    "entities": [
        "<https://dblp.org/pid/73/681>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0228",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Which publications did Maysa S. De Magalh\\u00E3es author?"
    },
    "paraphrased_question": {
        "string": "What are the papers written by Maysa S. De Magalh\\u00E3es?"
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/4730> }"
    },
    "template_id": "TC01",
    "entities": [
        "<https://dblp.org/pid/67/4730>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0231",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "What is the webpage of the person Luis Gonz\\u00E1lez Abril?"
    },
    "paraphrased_question": {
        "string": "What is the webpage of Luis Gonz\\u00E1lez Abril?"
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/98/4378> <https://dblp.org/rdf/schema#webpage> ?answer }"
    },
    "template_id": "TC05",
    "entities": [
        "<https://dblp.org/pid/98/4378>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#webpage>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0255",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Mention the primary affiliation of Danny Ziyi Chen."
    },
    "paraphrased_question": {
        "string": "Find the primary affiliation of Chen, D. Ziyi."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/c/DannyZChen> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }"
    },
    "template_id": "TC02",
    "entities": [
        "<https://dblp.org/pid/c/DannyZChen>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#primaryAffiliation>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0304",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the primary affiliation of Paul Honeine."
    },
    "paraphrased_question": {
        "string": "Mention the primary affiliation of Paul H.."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/53/7011> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }"
    },
    "template_id": "TC02",
    "entities": [
        "<https://dblp.org/pid/53/7011>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#primaryAffiliation>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0309",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the primary affiliation of Robert F. H. Fischer."
    },
    "paraphrased_question": {
        "string": "Mention the primary affiliation of Fischer, R. F. H.."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/40/4085> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }"
    },
    "template_id": "TC02",
    "entities": [
        "<https://dblp.org/pid/40/4085>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#primaryAffiliation>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0310",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the primary affiliation of Z. Jiang."
    },
    "paraphrased_question": {
        "string": "Mention the primary affiliation of Zhong-Ping Jiang."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/41/245> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }"
    },
    "template_id": "TC02",
    "entities": [
        "<https://dblp.org/pid/41/245>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#primaryAffiliation>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0327",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "Find the primary affiliation of Chi Chung Ko."
    },
    "paraphrased_question": {
        "string": "Mention the primary affiliation of Ko, C. Chung."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/20/1154> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }"
    },
    "template_id": "TC02",
    "entities": [
        "<https://dblp.org/pid/20/1154>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#primaryAffiliation>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q0336",
    "query_type": "SINGLE_FACT",
    "question": {
        "string": "What are the papers written by Geffray, S\\u00E9golen?"
    },
    "paraphrased_question": {
        "string": "What are the papers written by the person Geffray, S\\u00E9golen?"
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/185/3020> }"
    },
    "template_id": "TC01",
    "entities": [
        "<https://dblp.org/pid/185/3020>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2131",
    "query_type": "UNION",
    "question": {
        "string": "List all the papers that Didier T. and Jean-Fran\\u00E7ois L\\u00E9on published."
    },
    "paraphrased_question": {
        "string": "What are the papers that Didier Tanr\\u00E9 and Jean-Fran\\u00E7ois L\\u00E9on published?"
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/10466> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/11319> } }"
    },
    "template_id": "TC61",
    "entities": [
        "<https://dblp.org/pid/62/10466>",
        "<https://dblp.org/pid/19/11319>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2141",
    "query_type": "UNION",
    "question": {
        "string": "List all the papers that Carl E. Rasmussen and Frank J\\u00E4kel published."
    },
    "paraphrased_question": {
        "string": "What are the papers that C. E. Rasmussen and Frank J\\u00E4kel published?"
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/5440> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/1138> } }"
    },
    "template_id": "TC61",
    "entities": [
        "<https://dblp.org/pid/83/5440>",
        "<https://dblp.org/pid/48/1138>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2380",
    "query_type": "UNION",
    "question": {
        "string": "What are the papers that V\\u00E1zquez, Guillermo and Mart\\u00EDnez, Eduardo Ju\\u00E1rez published?"
    },
    "paraphrased_question": {
        "string": "List all the papers that V\\u00E1zquez, Guillermo and Mart\\u00EDnez, Eduardo Ju\\u00E1rez published."
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/131/3343> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/1797> } }"
    },
    "template_id": "TC61",
    "entities": [
        "<https://dblp.org/pid/131/3343>",
        "<https://dblp.org/pid/41/1797>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2574",
    "query_type": "DISAMBIGUATION",
    "question": {
        "string": "Name the author who published the paper on Granularity control and has the name Marroqu\\u00EDn."
    },
    "paraphrased_question": {
        "string": "Which author published the paper on Granularity control and has the name Jos\\u00E9?"
    },
    "query": {
        "sparql": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ivc/RiveraM03> <https://dblp.org/rdf/schema#authoredBy> ?answer }"
    },
    "template_id": "TC91",
    "entities": [
        "<https://dblp.org/rec/journals/ivc/RiveraM03>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2816",
    "query_type": "COUNT",
    "question": {
        "string": "Count the number of papers that Chung Gu Kang has published in IEEE Commun. Lett.."
    },
    "paraphrased_question": {
        "string": "Report the count of papers that Kang, Chung Gu has published in IEEE Commun. Lett.."
    },
    "query": {
        "sparql": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/6745> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Commun. Lett.' }"
    },
    "template_id": "TC72",
    "entities": [
        "<https://dblp.org/pid/96/6745>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2840",
    "query_type": "COUNT",
    "question": {
        "string": "Report the count of papers that Kesong Z. has published in KSII Trans. Internet Inf. Syst.."
    },
    "paraphrased_question": {
        "string": "Count the number of papers that Kesong Z. has published in KSII Trans. Internet Inf. Syst.."
    },
    "query": {
        "sparql": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/216/3500> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'KSII Trans. Internet Inf. Syst.' }"
    },
    "template_id": "TC72",
    "entities": [
        "<https://dblp.org/pid/216/3500>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2852",
    "query_type": "COUNT",
    "question": {
        "string": "Count the number of papers that F. Yang has published in CONFENIS (1)."
    },
    "paraphrased_question": {
        "string": "Report the count of papers that Fan Yang has published in CONFENIS (1)."
    },
    "query": {
        "sparql": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/3081> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CONFENIS (1)' }"
    },
    "template_id": "TC72",
    "entities": [
        "<https://dblp.org/pid/29/3081>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2856",
    "query_type": "COUNT",
    "question": {
        "string": "Report the average number of co-authors for publications published by Menc\\u00EDa, E. Loza."
    },
    "paraphrased_question": {
        "string": "What is the average number of co-authors for papers published by Menc\\u00EDa, E. Loza?"
    },
    "query": {
        "sparql": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/1869> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }"
    },
    "template_id": "TC76",
    "entities": [
        "<https://dblp.org/pid/87/1869>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2864",
    "query_type": "COUNT",
    "question": {
        "string": "Count the number of papers that Mangalaraj, George has published in J. Inf. Syst. Educ.."
    },
    "paraphrased_question": {
        "string": "Report the count of papers that Mangalaraj, George has published in J. Inf. Syst. Educ.."
    },
    "query": {
        "sparql": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/5220> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Inf. Syst. Educ.' }"
    },
    "template_id": "TC72",
    "entities": [
        "<https://dblp.org/pid/38/5220>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2879",
    "query_type": "COUNT",
    "question": {
        "string": "Report the count of papers that Mirco Musolesi has published in Advances in Neural Information Processing Systems."
    },
    "paraphrased_question": {
        "string": "Count the number of papers that Musolesi, M. has published in NeurIPS."
    },
    "query": {
        "sparql": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/5541> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'NeurIPS' }"
    },
    "template_id": "TC72",
    "entities": [
        "<https://dblp.org/pid/54/5541>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2909",
    "query_type": "COUNT",
    "question": {
        "string": "Count the number of papers that Jarrett Booz has published in SNPD."
    },
    "paraphrased_question": {
        "string": "Report the count of papers that Jarrett Booz has published in SNPD."
    },
    "query": {
        "sparql": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/225/7607> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SNPD' }"
    },
    "template_id": "TC72",
    "entities": [
        "<https://dblp.org/pid/225/7607>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2913",
    "query_type": "COUNT",
    "question": {
        "string": "Report the count of papers that S. Wang has published in MUE."
    },
    "paraphrased_question": {
        "string": "Count the number of papers that Shuozhong Wang has published in MUE."
    },
    "query": {
        "sparql": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/781> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'MUE' }"
    },
    "template_id": "TC72",
    "entities": [
        "<https://dblp.org/pid/46/781>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2934",
    "query_type": "COUNT",
    "question": {
        "string": "What is the average number of co-authors for papers published by P. R. S. Mendon\\u00E7a?"
    },
    "paraphrased_question": {
        "string": "What is the average number of co-authors for research papers published by Paulo R. S. Mendon\\u00E7a?"
    },
    "query": {
        "sparql": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/1560> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }"
    },
    "template_id": "TC76",
    "entities": [
        "<https://dblp.org/pid/99/1560>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2940",
    "query_type": "COUNT",
    "question": {
        "string": "What is the average number of co-authors for research papers published by Oscar P\\u00E9rez-Hern\\u00E1ndez?"
    },
    "paraphrased_question": {
        "string": "Report the average number of co-authors for publications published by Oscar P\\u00E9rez-Hern\\u00E1ndez."
    },
    "query": {
        "sparql": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/214/3719> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }"
    },
    "template_id": "TC76",
    "entities": [
        "<https://dblp.org/pid/214/3719>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2941",
    "query_type": "COUNT",
    "question": {
        "string": "Report the average number of co-authors for publications published by Bengi Kara\\u00E7ali."
    },
    "paraphrased_question": {
        "string": "What is the average number of co-authors for research papers published by Kara\\u00E7ali, B.?"
    },
    "query": {
        "sparql": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/4136> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }"
    },
    "template_id": "TC76",
    "entities": [
        "<https://dblp.org/pid/93/4136>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2959",
    "query_type": "COUNT",
    "question": {
        "string": "Count the number of papers that Amine Ettaieb has published in Open Syst. Inf. Dyn.."
    },
    "paraphrased_question": {
        "string": "Report the count of papers that Amine E. has published in Open Syst. Inf. Dyn.."
    },
    "query": {
        "sparql": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/286/2773> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Open Syst. Inf. Dyn.' }"
    },
    "template_id": "TC72",
    "entities": [
        "<https://dblp.org/pid/286/2773>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2972",
    "query_type": "COUNT",
    "question": {
        "string": "Report the count of papers that Huowang Chen has published in APWeb."
    },
    "paraphrased_question": {
        "string": "Count the number of papers that Chen, H. has published in APWeb."
    },
    "query": {
        "sparql": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/5536> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'APWeb' }"
    },
    "template_id": "TC72",
    "entities": [
        "<https://dblp.org/pid/40/5536>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q2979",
    "query_type": "COUNT",
    "question": {
        "string": "Report the count of papers that Ed Fronczak has published in International Symposium on Software Reliability Engineering."
    },
    "paraphrased_question": {
        "string": "Count the number of papers that Fronczak, E. has published in ISSRE."
    },
    "query": {
        "sparql": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/8907> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISSRE' }"
    },
    "template_id": "TC72",
    "entities": [
        "<https://dblp.org/pid/161/8907>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3030",
    "query_type": "COUNT",
    "question": {
        "string": "Report the count of papers that Kazuhiro Suzuki has published in Graphs Comb.."
    },
    "paraphrased_question": {
        "string": "Count the number of papers that Suzuki, Kazuhiro has published in Graphs Comb.."
    },
    "query": {
        "sparql": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/3109> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Graphs Comb.' }"
    },
    "template_id": "TC72",
    "entities": [
        "<https://dblp.org/pid/01/3109>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3050",
    "query_type": "COUNT",
    "question": {
        "string": "What is the average number of co-authors for research papers published by Gustaf S\\u00F6derlind?"
    },
    "paraphrased_question": {
        "string": "Report the average number of co-authors for publications published by S\\u00F6derlind, Gustaf."
    },
    "query": {
        "sparql": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/1608> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }"
    },
    "template_id": "TC76",
    "entities": [
        "<https://dblp.org/pid/26/1608>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#numberOfCreators>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3058",
    "query_type": "COUNT",
    "question": {
        "string": "Count the number of papers that Ling Z. has published in IEEE Access."
    },
    "paraphrased_question": {
        "string": "Report the count of papers that Ling Zou has published in IEEE Access."
    },
    "query": {
        "sparql": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/2999> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' }"
    },
    "template_id": "TC72",
    "entities": [
        "<https://dblp.org/pid/80/2999>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3069",
    "query_type": "COUNT",
    "question": {
        "string": "Count the number of papers that Soldani, David has published in ITNAC."
    },
    "paraphrased_question": {
        "string": "Report the count of papers that Soldani, David has published in International Telecommunication Networks and Applications Conference."
    },
    "query": {
        "sparql": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/6968> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ITNAC' }"
    },
    "template_id": "TC72",
    "entities": [
        "<https://dblp.org/pid/12/6968>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#publishedIn>"
    ],
    "temporal": false,
    "held_out": false
},
{
    "id": "Q3129",
    "query_type": "COUNT",
    "question": {
        "string": "What is the average number of papers published by Marcela G. G\\u00F3mez Zerme\\u00F1o per year?"
    },
    "paraphrased_question": {
        "string": "Report the average number of publications by Marcela G. G\\u00F3mez Zerme\\u00F1o per year."
    },
    "query": {
        "sparql": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/182/3615> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }"
    },
    "template_id": "TC75",
    "entities": [
        "<https://dblp.org/pid/182/3615>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#yearOfPublication>"
    ],
    "temporal": true,
    "held_out": false
},
{
    "id": "Q3154",
    "query_type": "SUPERLATIVE+COMPARATIVE",
    "question": {
        "string": "Find the year in which A. Arranz Carre\\u00F1o published their first paper."
    },
    "paraphrased_question": {
        "string": "When was the first paper by A. Arranz Carre\\u00F1o published?"
    },
    "query": {
        "sparql": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/9747> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }"
    },
    "template_id": "TC85",
    "entities": [
        "<https://dblp.org/pid/53/9747>"
    ],
    "relations": [
        "<https://dblp.org/rdf/schema#authoredBy>",
        "<https://dblp.org/rdf/schema#yearOfPublication>"
    ],
    "temporal": true,
    "held_out": false
}
]}