{
    "Q2179": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/153/2184> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/8342> } }",
    "Q2180": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/5463> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/9242-1> } }",
    "Q2182": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/4358> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/3235> } }",
    "Q2184": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/134/8767> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/3676> } }",
    "Q2185": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/3447> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/KWRoss> } }",
    "Q2187": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/7336> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/5398> } }",
    "Q2188": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/4563> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/9328> } }",
    "Q2192": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/5422> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/2975> } }",
    "Q2193": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/188/6831> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/147/0962> } }",
    "Q2194": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/198/0479> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/271/1110> } }",
    "Q2198": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/5725> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/285/0509> } }",
    "Q2201": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/4066> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/130/6445> } }",
    "Q2207": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/ThierryBlu> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/u/MichaelUnser> } }",
    "Q2208": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/6086> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/175/6867> } }",
    "Q2210": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/5777> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/221/6343> } }",
    "Q2214": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/7015> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/4357> } }",
    "Q2219": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/167/7232> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/2817> } }",
    "Q2220": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/151/3871> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/2576> } }",
    "Q2222": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/10831> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/6131> } }",
    "Q2223": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/AlbertoSuarez2> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/4085> } }",
    "Q2224": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/5768> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/3017> } }",
    "Q2225": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/162/4547> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/262/5885> } }",
    "Q2226": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/3045> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/165/0728> } }",
    "Q2227": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/10413> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/250/9404> } }",
    "Q2229": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/8462> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/4919> } }",
    "Q2231": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/2631> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/5167> } }",
    "Q2232": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/JongHyukPark> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/2995> } }",
    "Q2236": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/1021> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/9266> } }",
    "Q2237": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/271/5890> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/4070> } }",
    "Q2239": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/3237> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/269/7869> } }",
    "Q2241": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/TuomasSandholm> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/2090> } }",
    "Q2242": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/1926> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/8756> } }",
    "Q2243": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/10761> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/258/0946> } }",
    "Q2246": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/3061> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/4875> } }",
    "Q2247": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/162> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/5245> } }",
    "Q2248": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/1810> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/6059> } }",
    "Q2252": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/2817> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/9919> } }",
    "Q2253": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/265/9690> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/8629> } }",
    "Q2259": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/520> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Comb. Optim.' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'Ann. des T\\u00E9l\\u00E9communications' } }",
    "Q2260": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/3608> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/8309> } }",
    "Q2261": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/3654> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/6093> } }",
    "Q2262": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/1731> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/270> } }",
    "Q2264": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/4707> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/6392> } }",
    "Q2266": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/2922> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/197/1322> } }",
    "Q2269": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/150/6958> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/155/9860> } }",
    "Q2270": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/2678> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/5297> } }",
    "Q2274": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/1228> { ?answer <https://dblp.org/rdf/schema#publishedIn> 'VISIGRAPP (2: HUCAPP)' } UNION { ?answer <https://dblp.org/rdf/schema#publishedIn> 'HCI (2)' } }",
    "Q2277": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/179/8592> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/9076> } }",
    "Q2278": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/238/6759> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/248> } }",
    "Q2279": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/6481> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/6938> } }",
    "Q2280": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/3043> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/686> } }",
    "Q2284": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/5325> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/2807> } }",
    "Q2285": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/2074> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/4060> } }",
    "Q2286": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/9498> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/3142> } }",
    "Q2287": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/10093> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/142/1522> } }",
    "Q2289": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/j/HansArnoJacobsen> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/4550-1> } }",
    "Q2290": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/278/7443> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/6144> } }",
    "Q2293": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/8283> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/8097> } }",
    "Q2296": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/4478> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/4547> } }",
    "Q2297": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/5361> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/6620> } }",
    "Q2298": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/239/3113> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/300/2320> } }",
    "Q2299": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/242/3749> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/4947> } }",
    "Q2300": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/315/6166> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/2050> } }",
    "Q2301": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/3613> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/1517> } }",
    "Q2302": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/4069> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/5992> } }",
    "Q2303": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/136/0900> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/8707> } }",
    "Q2305": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/246/5818> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/9246> } }",
    "Q2306": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/8692> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/5109> } }",
    "Q2308": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/1312> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/5663> } }",
    "Q2311": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/5844> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/5246> } }",
    "Q2316": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/275/9212> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/247/2071> } }",
    "Q2317": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/204/3599> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/171/0384> } }",
    "Q2319": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/9014> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/6223> } }",
    "Q2322": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/10890> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/1397> } }",
    "Q2325": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/4225> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/4252> } }",
    "Q2330": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/9651> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/6688> } }",
    "Q2331": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/8077> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/8076> } }",
    "Q2333": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/1987> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/9697> } }",
    "Q2338": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/614> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/4645> } }",
    "Q2341": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/e/PaalEngelstad> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/160/6282> } }",
    "Q2342": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/5123> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/4747> } }",
    "Q2346": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/271> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/3909> } }",
    "Q2347": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/3821> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/208/0227> } }",
    "Q2361": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/217/4776> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/CarlaPiazza> } }",
    "Q2362": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/327> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/2708> } }",
    "Q2363": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/4833> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/2026> } }",
    "Q2364": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/1563> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/5089> } }",
    "Q2365": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/448> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/286/2310> } }",
    "Q2366": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/6529-11> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/5787> } }",
    "Q2370": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/4222> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/11049> } }",
    "Q2371": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/205/2008> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/2491> } }",
    "Q2376": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/8158> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/3362> } }",
    "Q2378": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/1762> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/4155> } }",
    "Q2379": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/5844> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/216/3992> } }",
    "Q2380": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/131/3343> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/1797> } }",
    "Q2381": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/5690> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/261/1353> } }",
    "Q2383": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/6373> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/3769> } }",
    "Q2385": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/5736> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/5302> } }",
    "Q2386": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/5754> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/k/StefanosDKollias> } }",
    "Q2387": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/2053> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/412> } }",
    "Q2390": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/165/8364> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/3749> } }",
    "Q2394": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/6841> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/5748> } }",
    "Q2395": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/2251> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/273/8094> } }",
    "Q2396": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/174/5237> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/7494> } }",
    "Q2404": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/6329> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/7485> } }",
    "Q2405": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/10829> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/4751> } }",
    "Q2407": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/125/0927> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/3082> } }",
    "Q2409": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/317> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/5855> } }",
    "Q2410": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/317/0357> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/6589> } }",
    "Q2415": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/115/5322> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/153/4251> } }",
    "Q2427": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/8554> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/6448> } }",
    "Q2428": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/3568> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/7817> } }",
    "Q2430": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/4736> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/163/2655> } }",
    "Q2431": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/121/1444> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/5963> } }",
    "Q2432": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/10044> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/10359> } }",
    "Q2435": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/882> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/121> } }",
    "Q2439": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/250/0277> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/250/0282> } }",
    "Q2440": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/1888> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/7020> } }",
    "Q2447": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/2707-1> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/8414> } }",
    "Q2448": "SELECT DISTINCT ?answer WHERE { { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/10299> } UNION { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/136/6761> } }",
    "Q2451": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cad/PengLL14> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2452": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/DongCGJYC19> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2453": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/7642> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Inf. Syst. Model. Des.' }",
    "Q2454": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/msm/CoelhoLRM15> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2456": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2007-14050> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2457": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/4014> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Simul. Model. Pract. Theory' }",
    "Q2458": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/3512> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'BTAS' }",
    "Q2459": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/184/9184> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SSP' }",
    "Q2460": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/4663> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIAM J. Comput.' }",
    "Q2461": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/asunam/AkbasZ17> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2462": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/crowncom/AhmedHKPM09> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2463": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/1845> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISPA' }",
    "Q2464": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ipl/Nawrocki91> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2465": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/819> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Autom. Control.' }",
    "Q2467": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/211/5441> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISCE' }",
    "Q2468": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/9748> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Adv. Eng. Softw.' }",
    "Q2472": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cogsci/ZhaoPRS18> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2473": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isspa/Abed-MeraimH96> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2474": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/9100> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Bled eConference' }",
    "Q2475": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/6297> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICIP' }",
    "Q2476": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/globecom/BeekP09> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2477": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/294/0608> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Datenschutz und Datensicherheit' }",
    "Q2478": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dihu/BettingerM20> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2479": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/295/7041> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Supercomput.' }",
    "Q2480": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/2062> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' }",
    "Q2481": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/crossroads/Stevenson01a> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2482": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ssd/SeidlK95> <https://dblp.org/rdf/schema#authoredBy> ?answer }"
}