{
    "Q0243": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/217/4832> }",
    "Q0244": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/83/6799> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0245": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/549> }",
    "Q0246": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/177/9433> }",
    "Q0247": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/10751> }",
    "Q0248": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/1638> }",
    "Q0249": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/02/2279> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0250": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/1106> }",
    "Q0251": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/22/522> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0252": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/h/MarkusHolzer1> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0253": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/813> }",
    "Q0254": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/10252> }",
    "Q0255": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/c/DannyZChen> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0256": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/202/3811> }",
    "Q0257": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/3605> }",
    "Q0258": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/5988> }",
    "Q0259": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/276/3533> }",
    "Q0260": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/8004> }",
    "Q0261": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/JackMinker> }",
    "Q0262": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/69/5787> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0263": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/233/4505> }",
    "Q0264": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/246/5029> }",
    "Q0265": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/184/7800> }",
    "Q0266": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/10996> }",
    "Q0267": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/50/7421> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0268": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/233/2122> }",
    "Q0269": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/3196> }",
    "Q0270": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/FJLopezFraguas> }",
    "Q0271": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/3839> }",
    "Q0272": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/821> }",
    "Q0273": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/4930> }",
    "Q0274": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/02/802-1> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0275": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/ElizabethDMynatt> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0276": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/n/NgocThanhNguyen> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0277": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/64/3062-7> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0278": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/s/SASchneider> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0279": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/04/0> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0280": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/2938> }",
    "Q0281": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/p/WitoldPedrycz> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0282": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/3602> }",
    "Q0283": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/6338> }",
    "Q0284": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/86> }",
    "Q0285": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/4324> }",
    "Q0286": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/131/7900> }",
    "Q0287": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/9241-1> }",
    "Q0288": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/4923> }",
    "Q0289": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/k/SKambhampati> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0290": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/88/4046> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0291": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/170/4064> }",
    "Q0292": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/211/6931> }",
    "Q0293": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/23/8862> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0294": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/42/4110-1> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0295": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/02/3450-1> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0296": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/39/6548-2> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0297": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/5973> }",
    "Q0298": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/6778> }",
    "Q0299": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/449> }",
    "Q0300": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/212/4806> }",
    "Q0301": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/48/2692> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0302": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/MDMyers> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0303": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/c/MSheelaghTCarpendale> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0304": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/53/7011> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0305": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/2576> }",
    "Q0306": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/2090> }",
    "Q0307": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/140/7129> }",
    "Q0308": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/s/ThadStarner> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0309": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/40/4085> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0310": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/41/245> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0311": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/87/4113> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0312": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/2923> }",
    "Q0313": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/4101> }",
    "Q0314": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/29/1074> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0315": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/9728-3> }",
    "Q0316": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/WTBalke> }",
    "Q0317": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/441> }",
    "Q0318": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/1598> }",
    "Q0319": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/208/4870> }",
    "Q0320": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/g/TAGulliver> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0321": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/70/966> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0322": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/1238> }",
    "Q0323": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/184/9197> }",
    "Q0324": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/212> }",
    "Q0325": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/219/5449> }",
    "Q0326": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/JohnAMariani> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0327": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/20/1154> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0328": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/6445> }",
    "Q0329": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/257> }",
    "Q0330": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/4119> }",
    "Q0331": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/3669> }",
    "Q0332": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/10246> }",
    "Q0333": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/139/7614> }",
    "Q0334": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/k/VladikKreinovich> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0335": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/AmarnathGupta> }",
    "Q0336": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/185/3020> }",
    "Q0337": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/3870> }",
    "Q0338": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/t/JieTian> }",
    "Q0339": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/5499> }",
    "Q0340": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/42/731> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0341": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/5084> }",
    "Q0342": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/8363> }",
    "Q0343": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/JensMache> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0344": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/6010> }",
    "Q0345": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/867> }",
    "Q0346": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/461> }",
    "Q0347": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/144/0554> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0348": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/g/YuriGurevich> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0349": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/2562> }",
    "Q0350": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/10128> }",
    "Q0351": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/5165> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) }",
    "Q0352": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/274/3007> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0353": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/1423> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0354": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/11395> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/10230> }",
    "Q0355": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/6850> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0356": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/1123> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/15/1123>) }",
    "Q0357": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/574> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0358": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/2545> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/46/2545>) }",
    "Q0359": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/0754> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/117/0754>) }",
    "Q0360": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/3158-6> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/x/ChunJasonXue> }",
    "Q0361": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/173/9427> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/173/9427>) }",
    "Q0362": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/2513> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0363": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/7440> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/219/1025> }",
    "Q0364": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/3245> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/30/3245>) }",
    "Q0365": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/5559> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) }",
    "Q0366": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/AAsperti> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0367": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/713> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0368": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/262/4190> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/262/4190>) }",
    "Q0369": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/3705> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-8) }",
    "Q0370": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/2375> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/28/2375>) }",
    "Q0371": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/3311> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-6) }",
    "Q0372": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/194/3473> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0373": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/4088> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/101> }",
    "Q0374": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/2739> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0375": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/4177> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0376": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/195/1482> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0377": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/10432> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/08/10432>) }",
    "Q0378": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/10199> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/41/10199>) }",
    "Q0379": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/3472> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) }",
    "Q0380": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1253> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0381": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/6327> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/47/6327>) }",
    "Q0382": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/1251> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0383": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/135/8999> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/135/8999>) }",
    "Q0384": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/5138> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/6999> }",
    "Q0385": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/RicardodaSilvaTorres> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/2103> }",
    "Q0386": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/150/1794> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0387": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/1501> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) }",
    "Q0388": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/t/MartinJTurner> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0389": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/HrideshRajan> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0390": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/2890> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/8200> }",
    "Q0391": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/0179> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-5) }",
    "Q0392": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/263/6474> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) }",
    "Q0393": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/212/0131> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0394": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/6859> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-5) }",
    "Q0396": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/6417> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/20/6417>) }",
    "Q0397": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/312/8008> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0398": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/2019> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/3471> }",
    "Q0399": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/3790-1> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0400": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/310> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-5) }",
    "Q0401": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/9480> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0402": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/4616> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/4810> }",
    "Q0403": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/165/5242> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0404": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/2600> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0405": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/244/7306> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/244/7306>) }",
    "Q0406": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/140/7900> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/140/7914> }",
    "Q0407": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/5660> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0408": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/2081> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/6714> }",
    "Q0409": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/209/7122> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/173/5042> }",
    "Q0410": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/6048> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-8) }",
    "Q0411": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/95> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/91/95>) }",
    "Q0412": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/8180> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/245/8180>) }",
    "Q0413": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/263> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/63/263>) }",
    "Q0414": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/3719> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/53/3719>) }",
    "Q0415": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/118/8267> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/118/8267>) }",
    "Q0416": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/2515> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) }",
    "Q0417": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/3523> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0418": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/213/1399> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) }",
    "Q0419": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/3613> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-4) }",
    "Q0420": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/7514> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/257/9980> }",
    "Q0421": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/8958> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/18/8958>) }",
    "Q0422": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/RichardBowden> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-8) }",
    "Q0423": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/107> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0424": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/2060> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-2) }",
    "Q0425": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/4310> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/4020> }",
    "Q0426": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/6694> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/126/1103> }",
    "Q0427": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/316/7944> . ?answer <https://dblp.org/rdf/schema#yearOfPublication> ?y FILTER(?y > YEAR(NOW())-9) }",
    "Q0428": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/2639> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0429": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/7076> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/32/7076>) }",
    "Q0430": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/10971> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q0431": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/1983> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/7781> }",
    "Q0432": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/7032> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/6416> }",
    "Q0433": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/304/4347> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/304/4347>) }",
    "Q0434": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/4500> . ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/RajitManohar> }",
    "Q0435": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/4783> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/40/4783>) }",
    "Q0436": "SELECT DISTINCT ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/140/4663> . ?x <https://dblp.org/rdf/schema#publishedIn> ?answer }"
}