{
    "Q3161": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/1490> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3163": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/9676> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3170": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/8547> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3172": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/65/4968> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3173": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/42> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3175": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/283/6462> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3179": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/710> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3180": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/212/7397> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3183": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/277/0217> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3185": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/3693> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3186": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/202/0059> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3192": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/2782> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3193": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/2628> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3194": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/4068> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3196": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/CarlosGershenson> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3198": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/8906> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3199": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/80> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3200": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/3382> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3203": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/2299> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3204": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/529> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3209": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/9847> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3211": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/1220> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3215": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/6811> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3216": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/5881> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3217": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/1403> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3218": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/35/1832> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3220": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/2046> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3222": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/288/1698> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3227": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/8644> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3233": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/6192> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3234": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/z/YongdongZhang> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3236": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/360-7> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3238": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/179/0251> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3240": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/6831> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3243": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/168/5619> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3246": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/6853> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3251": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/170/6650> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3253": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/194/2472> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3254": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/9865> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3258": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/3872-3> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3259": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/4583> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3260": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/2867-2> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3267": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/486> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3273": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/JoseCPrincipe> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3278": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/145/2593> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3286": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/6158> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3287": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/336> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3288": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/6194> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3289": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/10258> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3291": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1338> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3292": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/5650> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3293": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/4013> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3294": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/4915> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3296": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/11362> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3298": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/10417> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3300": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/PhoebeSengers> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3302": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/3247> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3304": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/AndreasDengel> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3305": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/9537> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3306": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/2725> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3307": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/1366> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3312": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/3407> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3313": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/2189-8> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3314": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/204/0299> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3321": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/7125> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3324": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/142/5935> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3325": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/200/7869> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3327": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/3141> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3328": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/5977-1> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3332": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/j/SabinaJeschke> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3333": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/3755> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3338": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/4011> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3343": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/4423> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3344": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/266/3144> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3345": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/226/8045> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3348": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/5347> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3349": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/7554> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3350": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/1672> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3351": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/433> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3353": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/240/2783> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3354": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/8051> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3356": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/8174> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3359": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/3171> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3360": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/230/0635> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3362": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/2918> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3369": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/1057> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3372": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/6858> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3373": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/5193> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3374": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/6525> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3381": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/207/6444> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3383": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/7043> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3384": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/1766> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3386": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/5177> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3388": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/7006> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3389": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/4630> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3390": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/SimonSLam> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3391": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/318/4450> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3394": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/3626> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3396": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/10585> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3403": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/202/6889> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3404": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/9830> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3407": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/9411> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3409": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/273/2387> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3412": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/2225> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3417": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/6913> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3418": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/284/2766> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3424": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/4232> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3427": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/11283> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3429": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/269/1615> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3432": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/3885> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3434": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/6395> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3438": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/160/2219> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3439": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/3620> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3440": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/352> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3441": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/4135> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3444": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/6666> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3445": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/8377> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3446": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/190/2531> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3449": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/215/1573> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3454": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/2857> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3455": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/190/0570> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3456": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/JavierLeachAlbert> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3458": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/184/3583> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3460": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/2329> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3461": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/208/4354> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3465": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/202/7490> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3466": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/280/6579> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3467": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/5827> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3470": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/4505> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3473": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/5489> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3475": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/2922> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3477": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/2163> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3480": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/304/7248> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3482": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/3391> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3486": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/1194> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3488": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/31/4947> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3491": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/3713> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3493": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/1056> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3495": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/9273> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3496": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/1261> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3501": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ipcv/MotwaniH09a> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3502": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/fodm/Zadeh02> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3503": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tplp/PaluDFP10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3504": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/milcom/BushmitchFHKM12> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3505": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/smartcr/MaoCW12> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3506": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/isci/SaSK16> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3507": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2204-10176> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3508": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/cphysics/Mahmoudi09a> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3509": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/SongMZZ20> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3510": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sesa/LiuZ21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3511": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/acta/Rollik80> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3512": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1811-01547> <https://dblp.org/rdf/schema#publishedIn> ?answer }"
}