{
    "Q2972": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/5536> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'APWeb' }",
    "Q2973": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/1312> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2974": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/10317> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2975": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/1975> }",
    "Q2976": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/446> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/85/446>) }",
    "Q2978": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/258/3087> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2979": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/8907> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ISSRE' }",
    "Q2980": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/200/8431> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q2981": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/2966> }",
    "Q2982": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/10025> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2983": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/4347> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'WACV' }",
    "Q2984": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/10154> }",
    "Q2986": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/c/CEChow> }",
    "Q2987": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/4230> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2988": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/418> }",
    "Q2989": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/756> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/34/756>) }",
    "Q2990": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/2843> }",
    "Q2991": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/220/2206> }",
    "Q2992": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/6091-2> }",
    "Q2993": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/1632> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2994": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/5687> }",
    "Q2995": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/4462> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2996": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/4337> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q2999": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/RobertoGorrieri> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3000": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/165/7294> }",
    "Q3001": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/r/JieRen-13> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3002": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/4017> }",
    "Q3003": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/9861> }",
    "Q3004": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/155/4683> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3005": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/412> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/73/412>) }",
    "Q3006": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/155> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3007": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/6996> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3008": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/2749> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3009": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/3263> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3010": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/235/6445> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3011": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/331> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3012": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/3785> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3013": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/2929> }",
    "Q3014": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/136> }",
    "Q3015": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/2253> }",
    "Q3016": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/HowardJaySiegel> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICPP Workshop' }",
    "Q3017": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/4360> }",
    "Q3019": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/0557> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3020": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/235/4467> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3021": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/218> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3022": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/8073-1> }",
    "Q3023": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/6173> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICDM' }",
    "Q3024": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/3814> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3025": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/178/8251> }",
    "Q3026": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/211/9809> }",
    "Q3028": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/151/8862> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3029": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/8343> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CIBB' }",
    "Q3030": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/3109> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Graphs Comb.' }",
    "Q3032": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/149/6713> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3036": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/192/5489> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Reliab. Eng. Syst. Saf.' }",
    "Q3037": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/176/9635> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3038": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/4693> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3042": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/10440> }",
    "Q3043": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/964> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3044": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/7065> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3045": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/EdwinDiday> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3046": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/201/3077> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3047": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/3347> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3048": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/l/BillLin> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3049": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/5380> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3050": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/1608> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3051": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/VWeispfenning> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3052": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/273/5741> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3053": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/205/3154> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3054": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/212/9543> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3055": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/244/9066> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Bus. Process. Manag. J.' }",
    "Q3056": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/277/6837> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'EMBC' }",
    "Q3057": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/192/8763> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'JEP-TALN-RECITAL (2)' }",
    "Q3058": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/2999> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' }",
    "Q3060": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/2069> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3061": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/3118> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3062": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/7709> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3063": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/154/6043> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3064": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/3810> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3065": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/155/1154> }",
    "Q3066": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/HaimSchweitzer> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'COLT' }",
    "Q3067": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/224/7637> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3068": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/11082> }",
    "Q3069": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/6968> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ITNAC' }",
    "Q3071": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/3983> }",
    "Q3072": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/8692> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'FIE' }",
    "Q3073": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/b/DSsBoer> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3074": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/7811> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3075": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/1746> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3076": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/213/2084> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3078": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/KlausPohl> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3079": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/2058> }",
    "Q3080": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/8556> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3081": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/1810> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3082": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/314/3274> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3083": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/1317> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'NTMS' }",
    "Q3084": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/612> }",
    "Q3085": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/h/CarlHewitt> }",
    "Q3086": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/1318> }",
    "Q3088": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/190/5637> }",
    "Q3089": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/271/6550> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3090": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/310> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/70/310>) }",
    "Q3091": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/4722> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3093": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/316/9521> }",
    "Q3095": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/3794> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3096": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/19> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/26/19>) }",
    "Q3098": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/2682> }",
    "Q3100": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/725> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3103": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/1394> }",
    "Q3104": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/316/7058> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'AIAM (ACM)' }",
    "Q3105": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/4751> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3106": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/8574> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q3107": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/3744> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3108": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/226/3843> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3109": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/306/1085> }",
    "Q3110": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/160/4840> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'EIDWT' }",
    "Q3112": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/8108> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3113": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/8366> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3114": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/3039> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3115": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/191/5411> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Robotics Mechatronics' }",
    "Q3116": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/5522> }",
    "Q3117": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/10827> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3121": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/10663> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3122": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/42> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'EMNLP-CoNLL' }",
    "Q3125": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/1828> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3127": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/240/4380> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Multivar. Anal.' }",
    "Q3128": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/162/4119> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3129": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/182/3615> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3130": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/323/5990> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3131": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/292/1190> }",
    "Q3132": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/10304> }",
    "Q3133": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/235/7064> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ASRU' }",
    "Q3134": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/545> }",
    "Q3135": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/10387> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3136": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/85/6788> }",
    "Q3137": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/5348> }",
    "Q3139": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/154/2196> }",
    "Q3140": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/1245> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'PACIS' }",
    "Q3141": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/1564> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3142": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/3389> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICIS' }",
    "Q3143": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/213/2754> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3144": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/1293> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICCD' }",
    "Q3146": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/n/RolfNiedermeier> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3147": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/3395> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'First Monday' }",
    "Q3148": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/71/4332> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q3149": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/8797> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q3150": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/2420> }",
    "Q3153": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/6536> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3154": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/9747> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3155": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/5658> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3156": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/TomMens> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3157": "SELECT DISTINCT MIN(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/2341> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3159": "SELECT DISTINCT MAX(xsd:integer(?answer)) AS ?answer WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/4151-3> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?answer }"
}