{
    "Q2483": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/Guillen-Bonilla18> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2484": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/4049> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CSO' }",
    "Q2488": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/avss/LiKLW06> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2489": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/asist/ShahLGB12> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2491": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/MichelQ14> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2492": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/3742> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'PRCV (3)' }",
    "Q2493": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/spic/Oh14> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2494": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/217> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Univers. Comput. Sci.' }",
    "Q2495": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/remotesensing/ZhangCM22> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2496": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/154/4810> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Strateg. Decis. Sci.' }",
    "Q2498": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/3474> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'EDBT' }",
    "Q2499": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iros/OuX03> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2501": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tase/LuoZD13> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2502": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/9944> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ASP-DAC' }",
    "Q2504": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/5747> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Bell Labs Tech. J.' }",
    "Q2505": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/glvlsi/Shamsi0PJ18> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2510": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/225/3365> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIU' }",
    "Q2515": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icra/WangTSZ15> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2516": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/2120> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'AMiRE' }",
    "Q2518": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/4432-2> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICC' }",
    "Q2520": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/1148> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Privacy Enhancing Technologies' }",
    "Q2521": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/125/3214> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q2523": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/316/0830> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Appl. Intell.' }",
    "Q2524": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sigpro/Salembier92> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2525": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/214/4203> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'MMB' }",
    "Q2526": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/1805> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Autom. Comput.' }",
    "Q2527": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/interspeech/IwanoSF02> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2528": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/9625-2> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICIMCS' }",
    "Q2533": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iscas/LoiK13> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2536": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/9388> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICAART (Revised Selected Papers)' }",
    "Q2537": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/6170> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'VTC Fall' }",
    "Q2539": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/6932> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'MUSIC' }",
    "Q2540": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/1520> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'VTC Spring' }",
    "Q2542": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2203-09376> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2544": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/urban/ShenDD21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2545": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/127/5982> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'BMC Medical Informatics Decis. Mak.' }",
    "Q2547": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/4747> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICCV Workshops' }",
    "Q2548": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iccd/FranaszekGL95> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2550": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcom/SidiS83> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2553": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/safecomp/WintherJG01> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2554": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijait/HsuCW07> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2556": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/148/8310> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Adv. Eng. Softw.' }",
    "Q2557": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2002-07987> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2558": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/8972> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Instrum. Meas.' }",
    "Q2560": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/207/9833> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'EUSIPCO' }",
    "Q2561": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jaciii/YangMYL04> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2562": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcon/Bashkirtseva17> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2564": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/8852> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CLPsych@HLT-NAACL' }",
    "Q2573": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/clef/BallesterosP05> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2574": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ivc/RiveraM03> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2575": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iros/SaranLMHN17> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2576": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iwcmc/WangYLZ14> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2577": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/5136> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Remote. Sens.' }",
    "Q2578": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/174/3707> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICTON' }",
    "Q2579": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/7888> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Technol. Manag.' }",
    "Q2580": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jaihc/BatoolVNJW19> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2585": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/115/6482> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IET Networks' }",
    "Q2586": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/10643> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Wireless Days' }",
    "Q2588": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tgrs/QuHLL21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2591": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/icl/LiLCYZ19> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/1131-1> . <https://dblp.org/rec/journals/icl/LiLCYZ19> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q2592": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijssci/HolkerS21> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/134/9243> . <https://dblp.org/rec/journals/ijssci/HolkerS21> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q2594": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/nldb/Sadek13> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2595": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vcip/KozD12> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2597": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/5206> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE METRICS' }",
    "Q2598": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/194/3244> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'WCNC' }",
    "Q2600": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/4585> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IScIDE (1)' }",
    "Q2601": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tase/WuLLCG18> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2602": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/3391> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'iLRN' }",
    "Q2603": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/socpros/AdesharaPDP18> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2605": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/2737-1> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Computer Graphics and Applications' }",
    "Q2606": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/311/3624> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q2607": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/MarkusHGross> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q2609": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/2501> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Neural Networks' }",
    "Q2610": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/205/3153> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q2611": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icnc/Hong16> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2612": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isie/LiuL019> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2613": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/isci/QuinnKG16> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2616": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icis/HeKG14> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2617": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/190/3754> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Multim. Tools Appl.' }",
    "Q2618": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/candc/TripathiK18> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/214/2915> . <https://dblp.org/rec/journals/candc/TripathiK18> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q2620": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/symmetry/MolteniOCC21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2621": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/153/4625> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Access' }",
    "Q2622": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iacr/AkshimaCGGS15> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2623": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sucoms/JuPLCCYS10> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2624": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/moc/DuanGTZ07> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2625": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/146/4738> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ACM Great Lakes Symposium on VLSI' }",
    "Q2626": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/293/4360> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Digit. Scholarsh. Humanit.' }",
    "Q2627": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vtc/RussoLOR18> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2628": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aaai/ZhangLLYZ018> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2629": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/pami/YeL04> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2630": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/892> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICCS' }",
    "Q2632": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cj/Richens58> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2633": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cn/BoronskiB13> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2634": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/317/8613> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ECAI' }",
    "Q2635": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/concurrency/RakibF21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2639": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/27/3869> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SMC' }",
    "Q2642": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/4797> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'UKAIS' }",
    "Q2645": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/1546> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Pattern Recognit.' }",
    "Q2646": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/grapp/WangLWX15> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2649": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isnn/YuLY10> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/283> . <https://dblp.org/rec/conf/isnn/YuLY10> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q2652": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/wpc/VijayU21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2653": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/243/5705> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICTERI Workshops' }",
    "Q2654": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/5697> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Comput. Phys.' }",
    "Q2655": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/taslp/LiaoC01> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2656": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cgf/HuangO17> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2657": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/8799> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Softw. Evol. Process.' }",
    "Q2659": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jdcta/MoultonCK09> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2660": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amcis/RastegariaA17> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2661": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/5437> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Ind. Informatics' }",
    "Q2664": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mfi/LuoS12> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2666": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/6244> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Entropy' }",
    "Q2671": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/kes/SalabunK18> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2673": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/21/6402> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIGARCH Comput. Archit. News' }",
    "Q2676": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/128/6290> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Math. Methods Medicine' }",
    "Q2677": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/225> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIGSPATIAL/GIS' }",
    "Q2678": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/9326> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q2679": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/2689> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Softw.' }",
    "Q2680": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/jckbse/SakakibaraSK08> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2681": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2204-03743> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2682": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/141/0036> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Silico Biol.' }",
    "Q2683": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/nar/MarchAI85> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2688": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/8425> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SOLI' }",
    "Q2689": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/taslp/TuC22> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2690": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/2354> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ECCV Workshops (3)' }",
    "Q2691": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ras/DroniouIS15> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2692": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/10584> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'GECCO' }",
    "Q2693": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cmpb/YeSZSHH21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2694": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icassp/BhattacharjeeMA22> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2695": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/itiis/Liu15> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2697": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/7546> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q2698": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/whispers/DeschampsMBFL11> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2699": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/53/4284> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE J. Sel. Areas Commun.' }",
    "Q2700": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fecs/WildeALF10> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2702": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/11238> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q2703": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/144/8032> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Remote. Sens.' }",
    "Q2704": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/8614> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Pattern Recognit.' }",
    "Q2705": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/smc/OkadaOKOA21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2707": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/chi/HarringtonD21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2710": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/300/6563> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Remote. Sens.' }",
    "Q2712": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/6966> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IBM Syst. J.' }",
    "Q2713": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ACMse/Nowading79> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2715": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/37/5619> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ROBIO' }",
    "Q2717": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/10439> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'AMCIS' }",
    "Q2718": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/4777> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CSSE (2)' }",
    "Q2719": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tc/Bhargava78> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2720": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tjs/ZhouZ08a> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2721": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ideas/LangeDR10> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2723": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/envsoft/YangGSS15> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2725": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/61/6037> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q2727": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/rocling/SunC91> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2728": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ismir/ZhangRS17> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2729": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tgrs/YockyJ07> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2730": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/se/Huynh11> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2731": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/4930> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ACSS (1)' }",
    "Q2732": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/nar/YangRCKOMKOK08> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2733": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/3311> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE J. Solid State Circuits' }",
    "Q2734": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/interspeech/MoriyaWTMSYA19> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2735": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/MrinalKMandal> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICPR' }",
    "Q2737": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/1283> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SIMULTECH' }",
    "Q2738": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/bigdata/ThamsenRSRK17> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2739": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2001-08981> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2740": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/186/0056> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q2741": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/bmvc/ChristmasKP96> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2742": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/6150> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICAIT' }",
    "Q2745": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/7627> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Pattern Recognit. Artif. Intell.' }",
    "Q2747": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/172/6798> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q2749": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/3851> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Cogn. Syst. Res.' }",
    "Q2750": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/TDWilson> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Inf. Res.' }",
    "Q2752": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/302/2062> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'COMPSAC' }",
    "Q2753": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2109-07239> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2754": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/19/6279> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Math. Methods Medicine' }",
    "Q2757": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/wpc/Raiyn20> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2758": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/issta/LemosFML06> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2759": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/5434> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'BMC Bioinform.' }",
    "Q2760": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/8679> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Control. Intell. Syst.' }",
    "Q2761": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/tsp/Herencsar18> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2762": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/naa/AfanasyevaVV12> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2763": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/5232> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICNC (2)' }",
    "Q2765": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/z/MengjieZhang> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Neurocomputing' }",
    "Q2769": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/6904> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Inf.' }",
    "Q2771": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/pc/Mohd-SamanE93> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2773": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cbms/HashemianA12> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2774": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jet/BinmoreMPSS02> <https://dblp.org/rdf/schema#authoredBy> ?answer }"
}