{
    "Q3513": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/tccn/KleberHCHL22> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3514": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ems/MahlousFC08> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3515": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/ieicet/MatsubaraAS15> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3516": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/infocom/BanerjeeKKBK03> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3517": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/semco/OkamotoU07> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3518": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cpm/KarkkainenKP15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3519": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/scientometrics/Schubert10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3520": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/prcv/WangSGHY21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3521": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sgai/AtkinsonM09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3522": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/recomb/ChenDF00> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3523": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-0710-4711> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3524": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcyb/CaiSMTLXF21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3525": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/ton/Ma16a> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3526": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/chi/DurrantKTMOSECM17> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3527": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/icassp/Slaney02> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3528": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/WangDHLC20> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3529": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/twc/PaulBN22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3530": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/sigcomm/MukherjeeRR18> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3531": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cec/LinHZLL10> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3532": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/www/0013T17> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3533": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mediaeval/ProencaCP15> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3534": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aiccsa/AljaamAAA08> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3535": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jnca/KalaivananB18> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3536": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2002-06504> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3537": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/neuroimage/KloppMCCNH01> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3538": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/apccas/InoueK10> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3539": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icccnt/ShrivastavaMSCV20> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3540": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jsyml/Devlin73> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3541": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/firstmonday/Nevarez06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3542": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/DingLWZ15> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3543": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2008-12161> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3544": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eelc/SteelsW06> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3545": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pdcat/LiuXCW17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3546": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/McDermottVEWTMI21> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3547": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ram/ChoiNJRK17> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3548": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/ercim/PrinzKR20> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3549": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/jda/AmirGS10> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3550": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/kdd/GemullaNHS11> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3551": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/edcc/RodesK14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3552": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/icws/MaaradjiHSLDC11> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3553": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/icdip/HashemiKNM09> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3554": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/csur/Brady82> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3555": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/icfpt/BeckwithD20> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3556": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/diagrams/FanjoyMB12> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3557": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sosym/Varro04> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3558": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dcg/BeckwithGSW12> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3559": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/entcom/DerbovenZGG16> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3560": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/cec/Alfaro-CidVESGPML08> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3561": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/speech/MahdhaouiC11> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3562": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cvpr/SpeckerSFB21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3563": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tce/KimYJ10> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3564": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ipl/SkillicornB89> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3565": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/miccai/MyslingPNL11> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3566": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tc/ChiouCLHL09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3567": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/qic/Kuhn05> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3568": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/IEEEcca/GillWCLR15> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3569": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/transci/DaganzoS04> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3570": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isbi/AndreVBWA10> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3571": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/eik/Dopp83a> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3572": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cee/BatoolK22> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3573": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icstcc/MuraretuB20> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3574": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iet-com/ChiLSS17> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3575": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2205-06765> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3576": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mbec/VuksanovicGPG10> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3577": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1906-07132> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3578": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/metroi/SchiaviFLMVPMM22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3579": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pakdd/LargeKWGB18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3580": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/access/JinWYLW20> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3581": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/tcom/HwangKK03> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3582": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/soco/FanCQWT20> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3583": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tbe/GavitBMPG01> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3584": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/qss/MeninMGGCCGMMVW21> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3585": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/nn/GallantW92> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3586": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amcis/SpiegelL10> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3587": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pdc/SimonsenH08> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3588": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cg/Encarnacao07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3589": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fruct/WaguiaM21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3590": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sbsi/SilvaSVS22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3591": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/LeeOMF20> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3592": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/aaai/BednarczykK22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3593": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/ijon/YangDYXL21> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3594": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cicsyn/SqalliAKS11> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3595": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/mobihoc/YangPZLM16> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3596": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/premi/SharmaD19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3597": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/jdim/MaZLX14> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3598": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ccks/ZhuSH20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3599": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ejc/MiyazakiT09> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3600": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jitt/ScarinciM14> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3601": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/medinfo/KuballaSMTH19> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3602": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eusai/Dobson05> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3603": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/fdl/KlingaufG06> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3604": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hicss/ClemonsW15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3605": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wcnc/RozarioHN11> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3606": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/icccnt/AlamZK21> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3607": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iolts/BougerolMB08> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3608": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/momlet/BaranKBPL21> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3609": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/esorics/BoydCFPPS13> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3610": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sac/AraujoRPB16> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3611": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ismis/LawrynowiczP11> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3612": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icse/MatenaBGH16> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3613": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/VeeraiahKPAAAA21> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3614": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/igarss/OnrubiaGPPQAC15> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3615": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/prl/RaoMP09> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3616": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/seal/LeeC12> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3617": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/ijcv/CsurkaP11> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3618": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icra/RekleitisLNC04> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3619": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/icdar/YacoubSS05> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3620": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icinco/Delshad18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3621": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/chi/HillB94> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3622": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/ipin/AbadiLHCN14> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3623": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mcs/GallegatiGPS03> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3624": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/todaes/TanYSF20> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3625": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isaac/ChangHK99> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3626": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/tits/OhC12> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3627": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/jsc/Kalorkoti11> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3628": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gsw/VieruBCB19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3629": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijsr/BroadbentSM09> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3630": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dud/Woitke21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3631": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icpr/AbateNBM18> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3632": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/lsms/YuanHDLP10> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3633": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cybersec/AlallaqAH19> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3634": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/interspeech/Fries93> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3635": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bioinformatics/SenapathiBBGN19> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3636": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/oopsla/Cho11a> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3637": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/siamsc/BowmanR11> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3638": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tim/ZanobiniG03> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3639": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1812-09053> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3640": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/jors/TanK00> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3641": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/jocn/HawkinsSYCS13> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3642": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/fuin/BichlerMW20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3643": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/numta/CuomoGS19> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3644": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/anzcc/KarbasizadehDSV20> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3645": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/healthcom/VargaB16> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3646": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iscas/HuM05> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3647": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/eor/DeblaereDH11> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3648": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gw/ParkL05> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3649": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1304-1467> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3650": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1812-02171> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3651": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/mobicom/KravetsHW16> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3652": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/ejisdc/Carmel03> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3653": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jetai/BanerjeeC13> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3654": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/amc/SrivastavaFG07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3655": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/nips/Mathieson96> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3656": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mis/ZhangSYZZ16> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3657": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/sigpro/HuLGGY17> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3658": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcas/GaoJD19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3659": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jamia/MadhavanBBBDEFJ21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3660": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ile/BeserraNG17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3661": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/spa/KlepaczkoS16> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3662": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/informs/DawandeGNS07> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3663": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icalt/MorozovTB03> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3664": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tvt/FengZLLNYG22> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3665": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cbsn/McComasPL98> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3666": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/emnlp/MurakamiT15> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3667": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/MaduenoSP17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3668": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/KimCK16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3669": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/agit/PrullerSSFS16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3670": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/ndss/ZhouJ13> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3671": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/chi/Yan09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3672": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/tosn/LiuFLXCLLT19> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3673": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/f-egc/sayadMUD10> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3674": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/aina/BessisSPC12> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3675": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dx/ChristopherPG17> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3676": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iam/WinterCG97> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3677": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/chb/HongTHKC17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3678": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/WuZNQ0Z18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3679": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2111-03592> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3680": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isda/Tsang06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3681": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/tale/LiangNK21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3682": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/host/ZhangK16> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3683": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/usenix-login/Seeds01> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3684": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/caise/WeiBXMLW20> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3685": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/nvmsa/ShuLCLS19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3686": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hlt/SprogisR20> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3687": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dm/Felice93> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3688": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/socpros/BhardwajPS12> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3689": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pimrc/ZhangLL13> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3690": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/cacm/Greengard21d> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3691": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijmi/RahimiCCSPSS22> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3692": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isdevel/JiangBT09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3693": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/spm/PapyanRSE18> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3694": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/imbsa/MachinSVB19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3695": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/books/crc/99/Desmedt99> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3696": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/miip/ChenRWVBD00> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3697": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/eucc/WuCJD18> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3698": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1909-08008> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3699": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wsdm/Ustalov22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3700": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijat/KanadaMT16> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3701": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigecom/DelongFNS22> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3702": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/ki/SanderKB10> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3703": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/f-egc/RamdaneBKB19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3704": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ilp/MotoyamaUNI06> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3705": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/GroheS17> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3706": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/cais/SmithM03a> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3707": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hicss/CrandallL98> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3708": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/chi/MortensenHBP12> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3709": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vr/MinderSCM21> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3710": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/caee/Perez-Schofield19> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3711": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icse/CarverKSP07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3712": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iotj/ChenFWZY21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3713": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/tbd/PhinyomarkIP17> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3714": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/xpu/WaseemI16> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3715": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/BruseFL14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3716": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/globecom/0025WWM21> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3717": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/almob/MiloZKBDZ13> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3718": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/cacm/Campbell-Kelly11> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3719": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/isca/SatoIG89> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3720": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/amc/ZegeyeOS10> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3721": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jods/PanSSTH06> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3722": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jamia/McCoyWS15> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3723": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/aim/Glick04> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3724": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/mia/StynerGLJW03> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3725": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2106-12594> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3726": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/robotica/LiuL05> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3727": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/eor/PaulerTG09> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3728": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/npl/KongMAZ15> <https://dblp.org/rdf/schema#publishedIn> ?answer }"
}