{
    "Q2775": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/dm/AcanH16> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2776": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/11486> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Electr. Eng.' }",
    "Q2778": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icc/VillasBALU13> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2782": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/3630> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ICUIMC' }",
    "Q2783": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isit/GaoW13> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2784": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigcpr/Haggerty00> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2786": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/g/ErolGelenbe> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SOFSEM' }",
    "Q2787": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/nar/ChangHRAKRS16> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2788": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cce/KawajiriB08> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2789": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/spl/LiuWZXS16> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2790": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/127/6259> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Phys. Commun.' }",
    "Q2792": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/589> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Web Intelligence/IAT Workshops' }",
    "Q2793": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/1474> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Intell. Syst.' }",
    "Q2794": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/amai/MjolsnessY06> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2796": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wsdm/KonarS21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2797": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icann/MiravetR05> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q2798": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/10864> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'ITC' }",
    "Q2799": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/4624> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Inf. Syst. Frontiers' }",
    "Q2801": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/4627> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2803": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/2752> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Wirel. Commun.' }",
    "Q2804": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/295/9170> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2805": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/5427> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SCSS (1)' }",
    "Q2808": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/6407> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2809": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/183/8796> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2810": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/90/3406-1> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2811": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/7568> }",
    "Q2812": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/10/6019> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2815": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/4170> }",
    "Q2816": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/6745> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Commun. Lett.' }",
    "Q2817": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/FotoNAfrati> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2818": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/3767-7> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2819": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/167/8019> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2821": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/7826> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'FSKD (6)' }",
    "Q2822": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/6350> }",
    "Q2823": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/7235> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2824": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/117> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/51/117>) }",
    "Q2825": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/8949> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2826": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/9913> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2827": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/4887> }",
    "Q2828": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/9051> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2829": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/72/5749> }",
    "Q2830": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/145/1566> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Intell. Syst.' }",
    "Q2832": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/4881> }",
    "Q2833": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/ThomasStrohmer> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2834": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/859> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2836": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/w/ZhiyingWang-3> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2837": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/2335> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Comput. Electr. Eng.' }",
    "Q2839": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/323/0030> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'INFOCOM' }",
    "Q2840": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/216/3500> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'KSII Trans. Internet Inf. Syst.' }",
    "Q2841": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/136/0260> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2844": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/5287> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2845": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/2894> }",
    "Q2847": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/1352-11> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2848": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/1759> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Infotech@Aerospace' }",
    "Q2849": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/98/3456> }",
    "Q2850": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/311/8069> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'PLoS Comput. Biol.' }",
    "Q2852": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/3081> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CONFENIS (1)' }",
    "Q2853": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/229/1171> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2854": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/208/3668> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2855": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/1022> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2856": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/1869> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2857": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/158/5449> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2858": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/141/6557> }",
    "Q2859": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/1906> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Theory Comput.' }",
    "Q2860": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/9753> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'CoRR' }",
    "Q2861": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/3055> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2862": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/2968> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2863": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/121/1326> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2864": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/38/5220> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Inf. Syst. Educ.' }",
    "Q2865": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/2404> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2866": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/2641> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2867": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/08/7259> }",
    "Q2868": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/33/10937> }",
    "Q2870": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/7423-4> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2871": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/63/2317> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2872": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/7171> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2873": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/263/3148> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2874": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/198/5691> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2875": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/171/9906> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Biomed. Informatics' }",
    "Q2877": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/n/MoniNaor> }",
    "Q2878": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/3941> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2879": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/5541> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'NeurIPS' }",
    "Q2880": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/1359-1> }",
    "Q2881": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/5559> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2882": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/76/6163> }",
    "Q2885": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/1896> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2886": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/1946> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2887": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/79-4> }",
    "Q2888": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/4877> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2889": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/4349> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2890": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/7067> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Knowl. Discov. Bioinform.' }",
    "Q2893": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/133/5321> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2894": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/6505-6> }",
    "Q2895": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/79/7625> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Entropy' }",
    "Q2896": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/108> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2897": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/12/2261> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2898": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/m/AndrewMcCallum> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2899": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/4540> }",
    "Q2900": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/8960> }",
    "Q2902": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/869> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2904": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/78/7942> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2905": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/83/5946> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Trans. Wirel. Commun.' }",
    "Q2906": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/132/6977> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2907": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/155/0562> }",
    "Q2908": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/70/8259> }",
    "Q2909": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/225/7607> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'SNPD' }",
    "Q2910": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/02/2643> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2911": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/1819> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Int. J. Syst. Sci.' }",
    "Q2912": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/300/9778> }",
    "Q2913": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/46/781> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'MUE' }",
    "Q2914": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/315/6368> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Interspeech' }",
    "Q2916": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/864> }",
    "Q2917": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/91/8099> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2919": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/10332> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2921": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/6502> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'J. Netw. Comput. Appl.' }",
    "Q2922": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/60/102> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'LCN' }",
    "Q2923": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/187/0165> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2924": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/922> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2925": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/168/0857> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2927": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/1262> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2928": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/9230> }",
    "Q2930": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/116/4016> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2931": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/165/5339> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2932": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/84/246> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2933": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/234/6656> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2934": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/99/1560> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2935": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/9068> }",
    "Q2937": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/149/1788> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'AMIA' }",
    "Q2938": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/1169> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2939": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/f/RBFrance> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2940": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/214/3719> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2941": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/4136> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2942": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/10153> }",
    "Q2943": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/8862> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2944": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/07/5712> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'VEE' }",
    "Q2946": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/6108> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2948": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/6654> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2949": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/4192> }",
    "Q2950": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/62/1343> }",
    "Q2951": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/o/EugenioGOmodeo> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2952": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/AvDam> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'IEEE Ann. Hist. Comput.' }",
    "Q2953": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/43> . ?x <https://dblp.org/rdf/schema#authoredBy> ?answer FILTER(?answer != <https://dblp.org/pid/95/43>) }",
    "Q2954": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/24/5105> }",
    "Q2956": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/4007> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2958": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/6273> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2959": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/286/2773> . ?answer <https://dblp.org/rdf/schema#publishedIn> 'Open Syst. Inf. Dyn.' }",
    "Q2960": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/161/4074> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2961": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/16/292> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2962": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/3241> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2965": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/7894> . ?x <https://dblp.org/rdf/schema#numberOfCreators> ?y } GROUP BY ?y }",
    "Q2969": "SELECT (COUNT(DISTINCT ?answer) AS ?count) WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/y/PhilipSYu> }",
    "Q2970": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/10746> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }",
    "Q2971": "SELECT (AVG(?count) AS ?answer) { SELECT (COUNT(?y) AS ?count) WHERE { ?x <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/285/0931> . ?x <https://dblp.org/rdf/schema#yearOfPublication> ?y } GROUP BY ?y }"
}