{
    "Q0001": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/211/3355> }",
    "Q0002": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/d/YvoDesmedt> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0003": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/w/LeandroKrugWives> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0004": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/k/RaviKumar> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0005": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/378> }",
    "Q0006": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/20/4410> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0007": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/97/5868> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0008": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/2663> }",
    "Q0009": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/124/9189> }",
    "Q0010": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/44/3693> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0011": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/t/JunichiTsujii> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0012": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/286/7023> }",
    "Q0013": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/s/MosheSidi> }",
    "Q0014": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/99/4092> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0015": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/119/1790> }",
    "Q0016": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/6276> }",
    "Q0017": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/o/DanielEOLeary> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0018": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/2915> }",
    "Q0019": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/b/AlanWBlack> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0020": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/z/SBZdonik> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0021": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/1669> }",
    "Q0022": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/2020> }",
    "Q0023": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/77/252> }",
    "Q0024": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/6755> }",
    "Q0025": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/7184> }",
    "Q0026": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/181/2711-3> }",
    "Q0027": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/10677> }",
    "Q0028": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/1770> }",
    "Q0029": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/69/2397> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0030": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/64/5294> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0031": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/r/MarcoRoccetti> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0032": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/6071> }",
    "Q0033": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/43/4261> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0034": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/1100> }",
    "Q0035": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/211/2985> }",
    "Q0036": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/01/5537> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0037": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/20/1410> }",
    "Q0038": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/r/ManfredReichert> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0039": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/58/2891> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0040": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/39/2936-1> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0041": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/3493-2> }",
    "Q0042": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/82/1232> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0043": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/169/7076> }",
    "Q0044": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/75/3681> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0045": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/13/4027> }",
    "Q0046": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/29/3006> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0047": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/98/5712> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0048": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/10012> }",
    "Q0049": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/09/5817-1> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0050": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/133/3294> }",
    "Q0051": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/h/MartinHofmann> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0052": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/435> }",
    "Q0053": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/TMartinMcGinnity> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0054": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/t/MikeThelwall> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0055": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/96/4282-16> }",
    "Q0056": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/307/3319> }",
    "Q0057": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/17/2079> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0058": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/8394> }",
    "Q0059": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/80/4721> }",
    "Q0060": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/31/1394> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0061": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/61/351> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0062": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/198/0921> }",
    "Q0063": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/22/3837> }",
    "Q0064": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/11383> }",
    "Q0065": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/1217> }",
    "Q0066": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/y/JianYang3> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0067": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/17/7911> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0068": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/203/2229> }",
    "Q0069": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/144/1116> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0070": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/w/PhilipWadler> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0071": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/95/5205> }",
    "Q0072": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/4711-1> }",
    "Q0073": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/59/11233> }",
    "Q0074": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/5174> }",
    "Q0075": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/01/4547> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0076": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/37/2425> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0077": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/1829> }",
    "Q0078": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/21/3858> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0079": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/4580> }",
    "Q0080": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/3453> }",
    "Q0081": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/01/1736> }",
    "Q0082": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/00/3487> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0083": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/570> }",
    "Q0084": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/36/7585> }",
    "Q0085": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/g/ByronJGao> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0086": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/4711> }",
    "Q0087": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/298/7180> }",
    "Q0088": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/118/8361> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0089": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/7468> }",
    "Q0090": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/1812> }",
    "Q0091": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/166/4711> }",
    "Q0092": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/245/7143> }",
    "Q0093": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/218/4331> }",
    "Q0094": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/p/BenjaminCPierce> }",
    "Q0095": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/3707-7> }",
    "Q0096": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/126/9502-2> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0097": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/43/3896> }",
    "Q0098": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/TorstenMoller> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0099": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/b/BarryWBoehm> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0100": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/t/PaoloTorroni> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0101": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/222/1191> }",
    "Q0102": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/192/1358> }",
    "Q0103": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/92/1103> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0104": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/117/9834> }",
    "Q0105": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/198> }",
    "Q0106": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/24/2178> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0107": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/4361> }",
    "Q0108": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/15/5375> }",
    "Q0109": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/199/7648> }",
    "Q0110": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/1356-2> }",
    "Q0111": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/937> }",
    "Q0112": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/00/4781> }",
    "Q0113": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/47/5921> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0114": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/57/689> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0115": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/8863> }",
    "Q0116": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/28/6326> }",
    "Q0117": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/6661> }",
    "Q0118": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/5331-2> }",
    "Q0119": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/05/6854> }",
    "Q0120": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/52/4513> }",
    "Q0121": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/23/5196> }",
    "Q0122": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/7357> }",
    "Q0123": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/158/0641> }",
    "Q0124": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/138/0460> }",
    "Q0125": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/3172-4> }",
    "Q0126": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/214/1299> }",
    "Q0127": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/74/3914> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0128": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/52/2681> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0129": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/i/WijnandIJsselsteijn> }",
    "Q0130": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/17/570> }",
    "Q0131": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/156/3490> }",
    "Q0132": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/88/5785-1> }",
    "Q0133": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/40/1653> }",
    "Q0134": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/129/9251> }",
    "Q0135": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/35/805> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0136": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/92/382-5> }",
    "Q0137": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/75/40> }",
    "Q0138": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/6397> }",
    "Q0139": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/227/2827> }",
    "Q0140": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/11124> }",
    "Q0141": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/MikeEDavis> }",
    "Q0142": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/26/9782> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0143": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/51/3325> }",
    "Q0144": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/56/3227> }",
    "Q0145": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/4487> }",
    "Q0146": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/04/8305> }",
    "Q0147": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/97/6279> }",
    "Q0148": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/16/4982> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0149": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/19/715> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0150": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/SaraAlouf> }",
    "Q0151": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/275/8033> }",
    "Q0152": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/17/9378> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0153": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/6713> }",
    "Q0154": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/34/3772> }",
    "Q0155": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/48/2932> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0156": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/146/3561> }",
    "Q0157": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/153/1926> }",
    "Q0158": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/132/1966> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0159": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/07/2039> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0160": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/h/ManuelVHermenegildo> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0161": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/b/FrancoisBry> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0162": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/75/6627-11> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0163": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/220/0295> }",
    "Q0164": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/42/10428> }",
    "Q0165": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/181/2626-3> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0166": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/45/558> }",
    "Q0167": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/81/9252> }",
    "Q0168": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/87/4051> }",
    "Q0169": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/69/5882-16> }",
    "Q0170": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/3333> }",
    "Q0171": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/25/10255> }",
    "Q0172": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/a/GennadyLAndrienko> }",
    "Q0173": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/220/3687> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0174": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/c/CraigChambers> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0175": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/44/10155> }",
    "Q0176": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/18/9462-1> }",
    "Q0177": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/89/22> }",
    "Q0178": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/a/AArtikis> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0179": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/179/9806> }",
    "Q0180": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/144/1940> }",
    "Q0181": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/l/FrankLeymann> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0182": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/12/5394> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0183": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/11/177> }",
    "Q0184": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/d/MBDillencourt> }",
    "Q0185": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/199/2017> }",
    "Q0186": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/4306> }",
    "Q0187": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/4868> }",
    "Q0188": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/32/2527> }",
    "Q0189": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/7881> }",
    "Q0190": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/82/2141> }",
    "Q0191": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/26/1626> }",
    "Q0192": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/6735> }",
    "Q0193": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/50/10811> }",
    "Q0194": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/122/7898> }",
    "Q0195": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/73/681> }",
    "Q0196": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/41/3705> }",
    "Q0197": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/168/8354> }",
    "Q0198": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/48/5662> }",
    "Q0199": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/54/1216> }",
    "Q0200": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/15/398-1> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0201": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/03/7002> }",
    "Q0202": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/06/5271> }",
    "Q0203": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/118/8060> }",
    "Q0204": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/53/4234> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0205": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/14/6061> }",
    "Q0206": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/c/AmitKRoyChowdhury> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0207": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/8275> }",
    "Q0208": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/203/8594> }",
    "Q0209": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/256/1228> }",
    "Q0210": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/57/5070> }",
    "Q0211": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/39/4042> }",
    "Q0212": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/t/MikeThelwall> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0213": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/09/8133> }",
    "Q0214": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/49/5258> }",
    "Q0215": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/67/1709> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0216": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/172/5133> }",
    "Q0217": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/58/1342-1> }",
    "Q0218": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/93/4844> }",
    "Q0219": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/g/JanFrisoGroote> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0220": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/w/FrankWolter> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0221": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/r/AzrielRosenfeld> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0222": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/35/6213> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0223": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/a/EnriqueAlbaTorres> <https://dblp.org/rdf/schema#wikidata> ?answer }",
    "Q0224": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/55/8713> }",
    "Q0225": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/64/6874> }",
    "Q0226": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/94/4253> }",
    "Q0227": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/7986> }",
    "Q0228": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/67/4730> }",
    "Q0229": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/30/4270> }",
    "Q0230": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/159/5785> }",
    "Q0231": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/98/4378> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0232": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/29/1815> }",
    "Q0233": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/291/6531> }",
    "Q0234": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/y/JingtaoYao> }",
    "Q0235": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/266/5297> }",
    "Q0236": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/m/TovaMilo> <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q0237": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/47/1756> }",
    "Q0238": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/66/3378> }",
    "Q0239": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/k/CarlosDelgadoKloos> <https://dblp.org/rdf/schema#primaryAffiliation> ?answer }",
    "Q0240": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/86/2654> }",
    "Q0241": "SELECT DISTINCT ?answer WHERE { ?answer <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/68/1945> }",
    "Q0242": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/pid/80/1829> <https://dblp.org/rdf/schema#webpage> ?answer }"
}