{
    "Q3729": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tedu/ZhangY09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3730": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcom/GhassemzadehJRTT04> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3731": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ictc/0003GL10> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3732": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcs/BerglundBB13> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3733": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/csps/LianZW18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3734": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/euspn/AhmedAJYW18> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3735": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icassp/Birdsall95> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3736": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/lalc/Walter13> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3737": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/chinacom/Sun0G18> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3738": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sete/JinLGC21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3739": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sLogica/Wassermann03> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3740": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/wi/Posch83> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3741": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/tst/LogaRS19> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3742": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/cvgip/ConnersTH84> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3743": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/cj/Needham61a> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3744": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/ciac/ChenHHKLW17> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3745": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/icann/ShanLS19> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3746": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tcsv/AdamekO04> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3747": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2205-13720> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3748": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cmam/Korneev13> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3749": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/sbcci/SousaASGPSC19> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3750": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pdcat/YaoHHL05> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3751": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/amcc/HuangLC17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3752": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/sensors/ChenWKS18> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3753": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/iandc/RieckeS02> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3754": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cluster/KumarM19> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3755": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dagstuhl/EndrissLRS07a> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3756": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dgo/KurtzSR18> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3757": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fimh/HasaballaSWYWLN17> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3758": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cpe/BorstBQ02> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3759": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/siamrev/FairweatherG04> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3760": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fusion/DoreMAJM09> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3761": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/companion/MaGT015> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3762": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ncs/BrizendineB21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3763": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ets/Lopez-VargasIR17> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3764": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isgt/KumarPNDGN21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3765": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/riao/LuC07> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3766": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/bc/UrdapilletaS09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3767": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cg/HellenschmidtK04> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3768": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/iccp2/ToniucG17> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3769": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/chi/JansenBS09> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3770": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/igarss/Li000Z19> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3771": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jei/SchettiniGCMCC10> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3772": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/aaai/KoniecznyLM17> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3773": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/aaecc/BallicoR13> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3774": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1207-1916> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3775": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ppam/BrudaruB07> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3776": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/wdl/GuptaD19a> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3777": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2005-09624> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3778": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/kmo/Lau13> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3779": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isda/JiLX06> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3780": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jsc/Auerbach05> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3781": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ngc/DanvyGR01> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3782": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2201-11114> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3783": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/isit/RaginskyS13> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3784": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cj/Churchhouse69> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3785": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/fgcs/KiranPMTGM18> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3786": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/infocom/AydayDF07> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3787": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sii/TadaW15> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3788": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/hci/ReynoldsC93> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3789": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ior/RiosLPC21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3790": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gcb/MollerBGKLT01> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3791": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cacm/GoldfedderR96> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3792": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/vjcs/RajRARNR21> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3793": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eucc/ClercqVHV99> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3794": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/robotics/WernerC18> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3795": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/jsac/CarapelleseTP14> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3796": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/MattmannS16> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3797": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jat/BasorCH15> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3798": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/IEEEcit/LiY08> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3799": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/etfa/WagnerKKM10> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3800": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/mia/SaeedFSBYRFSNBH22> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3801": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/virology/Coles-KempO07> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3802": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/glvlsi/QuinteroS99> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3803": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ieeejas/DustdarFGR21> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3804": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jwe/YusopLZ05> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3805": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/icmcs/MouZ21> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3806": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cav/GabrielianI91> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3807": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/smap/LinazaSCBI09> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3808": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/metrics/MyrtveitOS01> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3809": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/automatica/GueaiebAB07> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3810": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/bcshci/GoncalvesAMG13> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3811": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cryptologia/Koss04> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3812": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/interactions/Pemberton04c> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3813": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/iros/BhattacharjeeSP15> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3814": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijicthd/KumarSSV13> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3815": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/miccai/KaneEBRWMM09> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3816": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/flairs/AlevenFGPW09> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3817": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/micad/GhafoorianKULHM15> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3818": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cj/AnconaCFP91> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3819": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/neuroimage/KatBPSMBTK21> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3820": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/darts/RusuN22> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3821": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cibcb/HughesBKKD18> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3822": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eusipco/GaoB18> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3823": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/spire/LoptevSS14> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3824": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/access/SaqibHM17> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3825": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ivcnz/PhillipsA19> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3826": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/jcm/EliasMCP06> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3827": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/trec/Hawking00> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3828": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/slt/SuendermannLEDP08> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3829": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/dimacs/Istrate01> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3830": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/gecco/Soule13> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3831": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/siggraph/YeeJDU12> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3832": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/micro/BishopWMS19> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3833": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/mobisys/TilakPCBA13> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3834": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tmm/YanLWLXZ20> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3835": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcomsys/WangCZQZ14> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3836": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/siggraph/KleinP21> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3837": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/prdc/OuyangYY06> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3838": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/vc/FanFCGL16> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3839": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cec/NallaperumaSN13> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3840": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/sigmod/MaineR71> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3841": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/storytelling/PerdigauTSJ03> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3842": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iske/ZhangYZOZ19> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3843": "SELECT ?answer WHERE { <https://dblp.org/rec/journals/tinstmc/WangMCZ20> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3844": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/irfc/WaschleR12> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3845": "SELECT ?answer WHERE { <https://dblp.org/rec/conf/euromicro/RatySS05> <https://dblp.org/rdf/schema#numberOfCreators> ?answer }",
    "Q3846": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/sensors/LiuCK19> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3847": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/coregrid/DaneluttoPVDLP06> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3848": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcisys/Aranda-Escolastico16> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3849": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/uss/PopaBB09> <https://dblp.org/rdf/schema#authoredBy> ?answer }",
    "Q3850": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1204-1098> <https://dblp.org/rdf/schema#yearOfPublication> ?answer }",
    "Q3855": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tvcg/LiuBTSWLP18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q3876": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/uist/BouzbibBHF20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q3884": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/automatica/VecchioMP03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/journals/automatica/VecchioMP03>) }",
    "Q3908": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-cs-0506012> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q3921": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iccv/ToewsA03> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/iccv/ToewsA03>) }",
    "Q3928": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/pods/WeikumT10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q3933": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/vtc/AkhmetkaziyevNA21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q3947": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/rtns/OrrUGBADPBWA20> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/152/2974> . <https://dblp.org/rec/conf/rtns/OrrUGBADPBWA20> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q3951": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/RoscaLWM17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q3954": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/pieee/PirschDG95> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q3958": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/eusipco/PassalisT21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q3964": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ivc/SealesYHC98> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q3967": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/cviu/YeT99> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q3974": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/iser/SicilianoLK20> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q3977": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jlap/Lucas21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q3997": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijngc/CanB14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4005": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/cmis/BabakBZS19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4020": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-2007-03812> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4024": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/ijcm/MoraGEC11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4031": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jsac/ShiJ13> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4032": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tdsc/MiaoDLCWL21> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4033": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tvlsi/Tahoori11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4053": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/igarss/AllenDKW10> <https://dblp.org/rdf/schema#authoredBy> ?x . ?answer <https://dblp.org/rdf/schema#authoredBy> ?x FILTER (?answer != <https://dblp.org/rec/conf/igarss/AllenDKW10>) }",
    "Q4062": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ijcai/ShekharD89> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4072": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tits/BelhadiDS0L22> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4101": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/abs-1708-04352> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4113": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/fc/Rivest97a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4137": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/globecom/XiaoXCZM19> <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#authoredBy> ?x . ?y <https://dblp.org/rdf/schema#publishedIn> ?answer FILTER (?y != <https://dblp.org/rec/conf/globecom/XiaoXCZM19>) }",
    "Q4141": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/jms/TsaiHBOEU17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4157": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wimob/JaberTMJZH17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4165": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/w4a/RelloB14> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4168": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tvcg/CrouserFEC17> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4174": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/gecco/Doerr20a> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4175": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/wims/MunteanV12> <https://dblp.org/rdf/schema#authoredBy> <https://dblp.org/pid/74/11536> . <https://dblp.org/rec/conf/wims/MunteanV12> <https://dblp.org/rdf/schema#publishedIn> ?answer }",
    "Q4177": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/ijcnn/LiuWM18> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4184": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/tit/GagieNNP15> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4186": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/journals/corr/KhamisNRR15> <https://dblp.org/rdf/schema#authoredBy> ?x . <https://dblp.org/rec/journals/corr/KhamisNRR15> <https://dblp.org/rdf/schema#yearOfPublication> ?y . ?z <https://dblp.org/rdf/schema#authoredBy> ?x . ?z <https://dblp.org/rdf/schema#yearOfPublication> ?answer FILTER (?answer != ?y) }",
    "Q4189": "SELECT DISTINCT ?answer WHERE { <https://dblp.org/rec/conf/icassp/HuangS11> <https://dblp.org/rdf/schema#authoredBy> ?x . ?x <https://dblp.org/rdf/schema#webpage> ?answer }",
    "Q4241": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/access/YangGH20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/access/YangGH20>) }",
    "Q4327": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/idt/DjellaliGG20> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer }",
    "Q4333": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iscas/Yli-KaakinenSY04> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/iscas/Yli-KaakinenSY04>) }",
    "Q4367": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/sigir/LiuB10> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?secondanswer <https://dblp.org/rdf/schema#authoredBy> ?firstanswer FILTER (?secondanswer != <https://dblp.org/rec/conf/sigir/LiuB10>) }",
    "Q4431": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/icc/YangZZL06> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer }",
    "Q4434": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/reference/complexity/Contopoulos09> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/reference/complexity/Contopoulos09>) }",
    "Q4446": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/ecis/Carroll03> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/ecis/Carroll03>) }",
    "Q4451": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ieicet/NishikawaIOKM09> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/ieicet/NishikawaIOKM09>) }",
    "Q4452": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/sdm/AcharyaMG14> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/sdm/AcharyaMG14>) }",
    "Q4479": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/iecon/GabbiGV15> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/conf/iecon/GabbiGV15>) }",
    "Q4503": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/corr/abs-2001-06145> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/corr/abs-2001-06145>) }",
    "Q4512": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/toh/RantalaRLARRMSS11> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/toh/RantalaRLARRMSS11>) }",
    "Q4518": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ijsi/TanSW13> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/ijsi/TanSW13>) }",
    "Q4532": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/conf/gecco/KrevelenN08> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?firstanswer <https://dblp.org/rdf/schema#primaryAffiliation> ?secondanswer }",
    "Q4542": "SELECT DISTINCT ?firstanswer ?secondanswer WHERE { <https://dblp.org/rec/journals/ijon/AdalBSFT97> <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#authoredBy> ?firstanswer . ?x <https://dblp.org/rdf/schema#publishedIn> ?secondanswer FILTER (?x != <https://dblp.org/rec/journals/ijon/AdalBSFT97>) }",
    "Q5609": "SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/journals/jpdc/MiddendorfSSE02> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/journals/jpdc/MiddendorfSSE02> <https://dblp.org/rdf/schema#authoredBy> ?answer } }",
    "Q5632": "SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/icip/HuttunenH08> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/icip/HuttunenH08> <https://dblp.org/rdf/schema#authoredBy> ?answer } }",
    "Q5634": "SELECT DISTINCT ?answer WHERE { { <https://dblp.org/rec/conf/fuzzIEEE/Kabir0HA18> <https://dblp.org/rdf/schema#authoredBy> ?answer } UNION { <https://dblp.org/rec/conf/fuzzIEEE/Kabir0HA18> <https://dblp.org/rdf/schema#authoredBy> ?answer } }"
}